Repository: laws-africa/indigo
Catalog: indigo_social/locale/*/LC_MESSAGES/django.po
Languages: sw

source: Your username cannot include spaces, punctuation or capital letters.
sw: Jina lako la mtumiaji haliwezi kujumuisha nafasi, uakifishaji au herufi kubwa.

source: First name
sw: Jina la kwanza

source: Last name
sw: Jina la familia

source: Username
sw: Jina la mtumiaji

source: Country
sw: Nchi

source: Profile photo
sw: Picha ya wasifu

source: Language
sw: Lugha

source: This username is already taken.
sw: Jina hili la mtumiaji tayari limechukuliwa.

source: user
sw: mtumiaji

source: bio
sw: wasifu

source: A short bio
sw: Wasifu mfupi

source: qualifications
sw: sifa

source: Qualifications
sw: Sifa

source: skills
sw: ujuzi

source: Skills
sw: Ujuzi

source: organisations
sw: mashirika

source: Organisations
sw: Mashirika

source: specialisations
sw: utaalamu

source: Specialisations
sw: Umaalumu

source: areas of law
sw: maeneo ya sheria

source: Areas of law
sw: Maeneo ya sheria

source: profile photo
sw: picha ya akaunti ya mtandaoni

source: profile photo nonce
sw: picha ya wasifu mara moja

source: twitter username
sw: jina la mtumiaji la twitter

source: linkedin profile
sw: wasifu uliounganishwa

source: Edit Profile
sw: Badilisha Wasifu

source: Email
sw: Barua pepe

source: manage your email addresses
sw: dhibiti anwani zako za barua pepe

source: Tell us a bit about yourself
sw: Tuambie kidogo kukuhusu

source: Are you sure you want to remove your profile photo?
sw: Je, una uhakika unataka kuondoa picha yako ya wasifu?

source: Upload a photo
sw: Pakia picha

source: A square photo at least 200 pixels wide is best.
sw: Picha ya mraba yenye upana wa angalau pikseli 200 ndiyo bora zaidi.

source: Professional skills
sw: Ujuzi wa kitaaluma

source: What organisations do you work for or with?
sw: Je, unafanyia kazi au na mashirika gani?

source: Social media profiles
sw: Profaili za mitandao ya kijamii

source: Save
sw: Hifadhi

source: View my profile
sw: Tazama wasifu wangu

source: Badges
sw: Beji

source: Awarded to
sw: Imetolewa kwa

source: %(ts)s ago
sw: %(ts)s iliyopita

source: No-one has been awarded this badge.
sw: Hakuna mtu ambaye amepewa beji hii.

source: Permissions granted by this badge
sw: Ruhusa zilizotolewa na beji hii

source: Users awarded this badge are added to the <a href="%(url)s">%(name)s group</a>.
sw: Watumiaji waliotunukiwa beji hii huongezwa kwa <a href="%(url)s">%(name)s kikundi cha</a>.

source: Badges indicate expertise and are earned by completing tasks.
sw: Beji zinaonyesha utaalamu na hupatikana kwa kukamilisha kazi.

source: Contributors
sw: Wachangiaji

source: Activity
sw: Shughuli

source: Edit profile
sw: Hariri wasifu

source: Overview
sw: Muhtasari

source: Tasks
sw: Kazi

source: Achievements
sw: Mafanikio

source: No badges earned yet
sw: Bado hakuna beji zilizopatikana

source: Award a new badge to this user:
sw: Zawadi beji mpya kwa mtumiaji huyu:

source: Are you sure?
sw: Una uhakika?

source: Award badge
sw: Beji ya tuzo

source: Remove badge
sw: Ondoa beji

source: Recent activity
sw: Shughuli ya hivi majuzi

source: More activity
sw: Shughuli zaidi

source: Profile
sw: Wasifu

source: Account
sw: Akaunti

source: Site settings
sw: Mipangilio ya tovuti

source: Log out
sw: Toka nje

source: Log in
sw: Ingia

source: %(badge)s badge awarded to %(user)s
sw: %(badge)s beji iliyotolewa kwa %(user)s

source: %(badge)s badge couldn't be awarded to %(user)s
sw: %(badge)s beji haikuweza kutunukiwa %(user)s

source: %(badge)s badge removed from %(user)s
sw: %(badge)s beji imeondolewa kutoka %(user)s
