Repository: laws-africa/indigo
Catalog: indigo_app/locale/*/LC_MESSAGES/django.po
Languages: fr, pt, sw

source: Restored version %(version_id)s
fr: Version restaurée %(version_id)s
pt: Versão restaurada %(version_id)s
sw: Toleo lililorejeshwa %(version_id)s

source: Unable to get spreadsheet ID from URL
fr: Impossible d'obtenir l'ID de la feuille de calcul à partir de l'URL
pt: Não foi possível obter o ID da planilha do URL
sw: Imeshindwa kupata kitambulisho cha lahajedwali kutoka kwa URL

source: Unable to fetch spreadsheet information. Is your spreadsheet shared with %(email)s?
fr: Impossible de récupérer les informations de la feuille de calcul. Votre feuille de calcul est-elle partagée avec %(email)s ?
pt: Não foi possível buscar informações da planilha. Sua planilha é compartilhada com %(email)s?
sw: Imeshindwa kuleta maelezo ya lahajedwali. Je, lahajedwali lako linashirikiwa na %(email)s?

source: Error during import: %(error)s
fr: Erreur lors de l'importation : %(error)s
pt: Erro durante a importação: %(error)s
sw: Hitilafu wakati wa uingizaji: %(error)s

source: Match on title
pt: Partida pelo título

source: Match on year and number
pt: Correspondência por ano e número

source: columns
fr: Colonnes
sw: nguzo

source: list
fr: liste
sw: orodha

source: Alias
sw: Lakabu

source: Commenced work and date must be unique together.
fr: Le début du travail et la date doivent être uniques ensemble.
sw: Kazi na tarehe iliyoanza lazima iwe ya kipekee pamoja.

source: editor
fr: éditeur
sw: mhariri

source: Status
fr: Statut
sw: Hali

source: (Commenced in full)
fr: (commencé en entier)
sw: (Ilianza kikamilifu)

source: (in full)
fr: (au complet)
sw: (kamili)

source: Update selected tasks
fr: Mettre à jour les tâches sélectionnées
sw: Sasisha kazi zilizochaguliwa

source: Are you sure you want to remove this task?
fr: Voulez-vous vraiment supprimer cette tâche ?
sw: Je, una uhakika unataka kuondoa jukumu hili?

source: Remove from project
fr: Supprimer du projet
sw: Ondoa kutoka kwa mradi

source: Projects
fr: Projets
sw: Miradi

source: Choose projects
fr: Choisissez des projets
sw: Chagua miradi

source: Me
fr: Moi
sw: Mimi

source: OK
fr: D'ACCORD
sw: sawa

source: The work that brings this work into force.
fr: L'ouvrage qui met en vigueur ce travail.
sw: Kazi inayoleta kazi hii kutekelezwa.

source: Organisation that created this work. Not normally used for national legislation.
fr: Organisation qui a créé cette œuvre. Normalement non utilisé pour la législation nationale.
sw: Shirika lililounda kazi hii. Kwa kawaida haitumiki kwa sheria za kitaifa.

source: This work has mixed commencements, <a href="%(comm_url)s">edit them in the Commencements page</a>.
fr: Ce travail a des commencements mixtes, <a href="%(comm_url)s">éditez-les dans la page Commencements</a>.
sw: Kazi hii ina mianzo mchanganyiko, <a href="%(comm_url)s">ihariri katika ukurasa wa</a>wa Kuanza.

source: Commencement date
fr: Date de début
sw: Tarehe ya kuanza

source: If you change this commencement date, you may also have to manually change the dates for related <a href="%(work_url)s">amendments and repeals</a> made by this work.
fr: Si vous modifiez cette date de début, vous devrez peut-être également modifier manuellement les dates des <a href="%(work_url)s">modifications et abrogations</a> liées apportées par ce travail.
sw: Ukibadilisha tarehe hii ya kuanza, unaweza pia kubadilisha wewe mwenyewe tarehe za marekebisho <a href="%(work_url)s">yanayohusiana na kufuta</a> yaliyofanywa na kazi hii.

source: Date when most (or all) of the work comes into force.
fr: Date à laquelle la plupart (ou la totalité) des travaux entrent en vigueur.
sw: Tarehe wakati kazi nyingi (au zote) zinaanza kutumika.

source: Leave this blank when a work has come into force, but the exact commencement date is unknown or open to interpretation.
fr: Laissez ce champ vide lorsqu'une œuvre est entrée en vigueur, mais que la date exacte de début est inconnue ou sujette à interprétation.
sw: Acha hili wazi wakati kazi imeanza kutumika, lakini tarehe kamili ya kuanza haijulikani au wazi kwa tafsiri.

source: Commencement note
fr: Note de lancement
sw: Ujumbe wa kuanza

source: When the commencement date is open to interpretation, give a reference to a provision of this or a commencing work for added context.
fr: Lorsque la date de début est sujette à interprétation, donnez une référence à une disposition de la présente ou à un travail de début pour un contexte supplémentaire.
sw: Wakati tarehe ya kuanza iko wazi kwa tafsiri, toa rejeleo kwa kifungu cha hii au kazi ya kuanza kwa muktadha ulioongezwa.

source: Markup
fr: Balisage
sw: Alama

source: Bold
fr: Audacieux
sw: Ujasiri

source: Italics
fr: Italique
sw: Italiki

source: Underline
fr: Souligner
sw: Piga mstari

source: Subscript
fr: Indice
sw: Usajili

source: Editor help...
fr: Aide de l'éditeur...
sw: Usaidizi wa mhariri...

source: Please note we are phasing out projects; rather choose a topic. You're welcome to choose a project as well during the transition.
fr: Veuillez noter que nous supprimons progressivement les projets ; choisissez plutôt un sujet. Vous pouvez également choisir un projet pendant la transition.
sw: Tafadhali kumbuka tunakomesha miradi; badala ya kuchagua mada. Unakaribishwa kuchagua mradi pia wakati wa mabadiliko.

source: Choose a project for newly created tasks
fr: Choisissez un projet pour les tâches nouvellement créées
sw: Chagua mradi wa kazi mpya iliyoundwa

source: Choose a project
fr: Choisissez un projet
sw: Chagua mradi

source: There are no projects (create one and refresh this page)
fr: Il n'y a pas de projets (créez-en un et actualisez cette page)
sw: Hakuna miradi (unda moja na uonyeshe ukurasa huu upya)

source: Create a new project
fr: Créer un nouveau projet
sw: Unda mradi mpya

source: This work has %(count)s <a href="#uncommenced">uncommenced provision</a>.
fr: Ce travail a %(count)s <a href="#uncommenced">disposition non commencée</a>.
sw: Kazi hii ina %(count)s <a href="#uncommenced">utoaji ambao haujaanza</a>.

source: All provisions have commenced, no additional commencement events are required.
fr: Toutes les dispositions ont commencé, aucun événement de lancement supplémentaire n'est requis.
sw: Masharti yote yameanza, hakuna matukio ya ziada ya kuanza yanayohitajika.

source: Add without a commencing work
fr: Ajouter sans commencer les travaux
sw: Ongeza bila kazi ya kuanza

source: Really delete this commencement?
fr: Vraiment supprimer ce commencement ?
sw: Je, ungependa kufuta mwanzo huu?

source: Commenced in part
fr: Commencé en partie
sw: Ilianza kwa sehemu

source: Commences %(provisions)s of %(total_provisions_count)s provisions:
fr: Commencement %(dispositions)s des %(nombre_total_disposition)s dispositions :
sw: Huanza %(provisions)s kati ya masharti %(total_provisions_count)s:

source: Provisions commenced
fr: Provisions commencées
sw: Masharti yalianza

source: %(user.task_count)s task
fr: %(user.task_count)s tâche
sw: %(user.task_count)s kazi

source: Assented to on %(date)s
fr: Acceptée le %(date)s
sw: Imeidhinishwa tarehe %(date)s

source: Repealed on %(date)s by <a href="%(url)s">%(title)s</a>.
fr: Abrogé le %(date)s par <a href="%(url)s">%(title)s</a>.
sw: Ilifutwa tarehe %(date)s kwa <a href="%(url)s">%(title)s</a>.

source: Repealed on %(date)s.
fr: Abrogé le %(date)s.
sw: Ilifutwa tarehe %(date)s.

source: Add tasks
fr: Ajouter des tâches
sw: Ongeza kazi

source: Edit project
fr: Modifier le projet
sw: Hariri mradi

source: Priority
fr: Priorité
sw: Kipaumbele

source: Due on
fr: Dû le
sw: Italipwa

source: Overdue
fr: En retard
sw: Imepitwa na wakati

source: %(n_done)s of %(n_tasks)s task
fr: %(n_done)s sur %(n_tasks)s tâche
sw: %(n_done)s kati ya jukumu %(n_tasks)s

source: No tasks match your filters.
fr: Aucune tâche ne correspond à vos filtres.
sw: Hakuna kazi zinazolingana na vichujio vyako.

source: This project is closed; reopen it to add tasks.
fr: Ce projet est fermé; rouvrez-le pour ajouter des tâches.
sw: Mradi huu umefungwa; ifungue tena ili kuongeza majukumu.

source: Add some tasks to this project to get going.
fr: Ajoutez quelques tâches à ce projet pour commencer.
sw: Ongeza baadhi ya kazi kwenye mradi huu ili uendelee.

source: Are you sure you want to close this project?
fr: Voulez-vous vraiment fermer ce projet ?
sw: Je, una uhakika unataka kufunga mradi huu?

source: Close project
fr: Fermer le projet
sw: Funga mradi

source: Are you sure you want to reopen this project?
fr: Voulez-vous vraiment rouvrir ce projet ?
sw: Je, una uhakika unataka kufungua tena mradi huu?

source: Reopen project
fr: Rouvrir le projet
sw: Fungua tena mradi

source: Choose tasks to add to this project
fr: Choisissez les tâches à ajouter à ce projet
sw: Chagua kazi za kuongeza kwenye mradi huu

source: New project
fr: Nouveau projet
sw: Mradi mpya

source: You don't have permission to create a project.
fr: Vous n'êtes pas autorisé à créer un projet.
sw: Huna ruhusa ya kuunda mradi.

source: A short description of this project
fr: Une brève description de ce projet
sw: Maelezo mafupi ya mradi huu

source: Priority project
fr: Projet prioritaire
sw: Mradi wa kipaumbele

source: Are you sure you want to permanently delete this project? You can also close it from the overview. This action cannot be undone. (Any related tasks will not be affected.)
fr: Êtes-vous sûr de vouloir supprimer définitivement ce projet ? Vous pouvez également le fermer à partir de la vue d'ensemble. Cette action ne peut pas être annulée. (Toutes les tâches connexes ne seront pas affectées.)
sw: Je, una uhakika unataka kufuta mradi huu kabisa? Unaweza pia kuifunga kutoka kwa muhtasari. Kitendo hiki hakiwezi kutenduliwa. (Kazi zozote zinazohusiana hazitaathiriwa.)

source: Delete workflow
fr: Supprimer le flux de travail
sw: Futa mtiririko wa kazi

source: Save project
fr: Sauvegarder le projet
sw: Hifadhi mradi

source: Create project
fr: Créer un projet
sw: Unda mradi

source: Closed
fr: Fermé
sw: Imefungwa

source: Created <span class="time-ago" data-timestamp="%(date)s">%(created_at)s</span> by
fr: Créé <span class="time-ago" data-timestamp="%(date)s">%(created_at)s</span> par
sw: Imeundwa <span class="time-ago" data-timestamp="%(date)s">%(created_at)s</span> na

source: Created <span class="time-ago" data-timestamp="%(date)s">%(created_at)s</span>
fr: Créé <span class="time-ago" data-timestamp="%(date)s">%(created_at)s</span>
sw: Imeundwa <span class="time-ago" data-timestamp="%(date)s">%(created_at)s</span>

source: Create projects to group and track related tasks.
fr: Créez des projets pour regrouper et suivre les tâches associées.
sw: Unda miradi ya kupanga na kufuatilia kazi zinazohusiana.

source: this project
fr: ce projet
sw: mradi huu

source: the project
fr: le projet
sw: mradi

source: Task description: %(amended_title)s (%(amended_numbered_title)s) amended by %(amending_title)s (%(amending_numbered_title)s) – %(date)s
fr: Description de la tâche : %(amended_title)s (%(amended_numbered_title)s) modifiée par %(amending_title)s (%(amending_numbered_title)s) – %(date)s
sw: Maelezo ya kazi: %(amended_title)s (%(amended_numbered_title)s) imerekebishwa na %(amending_title)s (%(amending_numbered_title)s) - %(date)s

source: Apply the amendments made by %(title)s (%(numbered_title)s) on %(date)s. The amendment has already been linked, so start at Step 3 of https://docs.laws.africa/managing-works/amending-works.
fr: Appliquer les modifications apportées par %(title)s (%(numbered_title)s) au %(date)s. L'amendement a déjà été lié, alors commencez à l'étape 3 de https://docs.laws.africa/managing-works/amending-works.
sw: Tekeleza marekebisho yaliyofanywa na %(title)s (%(numbered_title)s) kwenye %(date)s. Marekebisho tayari yameunganishwa, kwa hivyo anza katika Hatua ya 3 ya https://docs.laws.africa/managing-works/amending-works.

source: Available tasks
fr: Tâches disponibles
sw: Kazi zinazopatikana

source: Priority projects
fr: Projets prioritaires
sw: Miradi ya kipaumbele

source: Due
fr: Exigible
sw: Inastahili

source: No tasks found.
fr: Aucune tâche trouvée.
sw: Hakuna kazi zilizopatikana.

source: Priority tasks
fr: Tâches prioritaires
sw: Kazi za kipaumbele

source: All available tasks
fr: Toutes les tâches disponibles
sw: Kazi zote zinazopatikana

source: Complete
fr: Complet
sw: Kamilisha

source: Works complete
fr: Travaux terminés
sw: Kazi imekamilika

source: Metrics
fr: Métrique
sw: Vipimo

source: Superscript
fr: Exposant
