Repository: laws-africa/indigo
Catalog: indigo_app/locale/*/LC_MESSAGES/django.po
Languages: fr, pt, sw

source: Start a numbered section with <code>SEC</code> and a number, followed by <code> - </code> and the title. The number and title are both optional.
fr: Commencez une section numérotée avec <code>SEC</code> et un numéro, suivi de <code> - </code> et du titre. Le numéro et le titre sont tous deux facultatifs.
pt: Comece uma seção numerada com <code>SEC</code> e um número, seguido por <code> - </code> e o título. O número e o título são opcionais.
sw: Anzisha sehemu iliyowekewa nambari kwa <code>SEC</code> na nambari, ikifuatiwa na <code> - </code> na kichwa. Nambari na kichwa vyote ni vya hiari.

source: Starting a Subsection
fr: Démarrer une sous-section
pt: Iniciando uma subseção
sw: Kuanzisha Kifungu kidogo

source: Start a numbered subsection with <code>SUBSEC</code> and a number, followed by <code> - </code> and the title. The number and title are both optional.
fr: Commencez une sous-section numérotée par <code>SUBSEC</code> et un numéro, suivi de <code> - </code> et du titre. Le numéro et le titre sont tous deux facultatifs.
pt: Comece uma subseção numerada com <code>SUBSEC</code> e um número, seguido por <code> - </code> e o título. O número e o título são opcionais.
sw: Anzisha kifungu kidogo kilicho na nambari kwa <code>SUBSEC</code> na nambari, ikifuatiwa na <code> - </code> na kichwa. Nambari na kichwa vyote ni vya hiari.

source: Add a numbered paragraph
fr: Ajouter un paragraphe numéroté
pt: Adicione um parágrafo numerado
sw: Ongeza aya iliyo na nambari

source: Start a paragraph with <code>PARA</code> and a number, followed by <code> - </code> and the title. The number and title are both optional.
fr: Commencez un paragraphe par <code>PARA</code> et un chiffre, suivi de <code> - </code> et du titre. Le numéro et le titre sont tous deux facultatifs.
pt: Comece um parágrafo com <code>PARA</code> e um número, seguido por <code> - </code> e o título. O número e o título são opcionais.
sw: Anzisha aya kwa <code>PARA</code> na nambari, ikifuatiwa na <code> - </code> na kichwa. Nambari na kichwa vyote ni vya hiari.

source: Create a numbered list (a blocklist)
fr: Créer une liste numérotée (une liste de blocage)
pt: Crie uma lista numerada (uma lista de bloqueio)
sw: Unda orodha yenye nambari (orodha ya kuzuia)

source: Start a numbered list with <code>ITEMS</code>. Use <code>ITEM</code> and a number for each item in the list, and indent them under <code>ITEMS</code>. Indent nested lists under the relevant item, starting with <code>ITEMS</code> again.
fr: Commencez une liste numérotée avec <code>ITEMS</code>. Utilisez <code>ITEM</code> et un numéro pour chaque élément de la liste, et indentez-les sous <code>ITEMS</code>. Indentez les listes imbriquées sous l'élément concerné, en commençant à nouveau par <code>ITEMS</code> .
pt: Comece uma lista numerada com <code>ITEMS</code>. Use <code>ITEM</code> e um número para cada item da lista e recue-os em <code>ITEMS</code>. Recue as listas aninhadas sob o item relevante, começando com <code>ITEMS</code> novamente.
sw: Anzisha orodha yenye nambari kwa <code>VITU</code>. Tumia <code>ITEM</code> na nambari kwa kila kipengee kwenye orodha, na uzisogeze chini ya <code>ITEMS</code>. Jozisha orodha zilizoorodheshwa chini ya kipengee husika, kuanzia <code>ITEMS</code> tena.

source: Starting a new Article
fr: Commencer un nouvel article
pt: Iniciando um novo artigo
sw: Kuanzisha Makala mpya

source: Start an Article with <code>ART</code> and a number, followed by <code> - </code> and the title. The number and title are both optional.
fr: Commencez un article par <code>ART</code> et un numéro, suivi de <code> - </code> et du titre. Le numéro et le titre sont tous deux facultatifs.
pt: Comece um artigo com <code>ART</code> e um número, seguido por <code> - </code> e o título. O número e o título são opcionais.
sw: Anzisha Makala kwa <code>ART</code> na nambari, ikifuatiwa na <code> - </code> na kichwa. Nambari na kichwa vyote ni vya hiari.

source: Insert a special character
fr: Insérer un caractère spécial
pt: Insira um caractere especial
sw: Weka herufi maalum

source: See guidance on using special characters in the <a href="https://docs.laws.africa/editing-a-document/special-characters" target="_blank">Editor Guide</a>.
fr: Consultez les conseils sur l'utilisation des caractères spéciaux dans le <a href="https://docs.laws.africa/editing-a-document/special-characters" target="_blank">Editor Guide</a>.
pt: Consulte orientações sobre o uso de caracteres especiais no <a href="https://docs.laws.africa/editing-a-document/special-characters" target="_blank">Editor Guide</a>.
sw: Tazama mwongozo wa kutumia herufi maalum katika <a href="https://docs.laws.africa/editing-a-document/special-characters" target="_blank">Mwongozo wa Mhariri</a>.

source: Make text italics
fr: Rendre le texte en italique
pt: Coloque o texto em itálico
sw: Tengeneza maandishi ya italiki

source: Display a word or a sentence as italics using <code>//word//</code>. Do this for non-English and other special terms.
fr: Afficher un mot ou une phrase en italique en utilisant <code>//word//</code>. Faites cela pour les termes non anglais et autres termes spéciaux.
pt: Exiba uma palavra ou frase em itálico usando <code>//word//</code>. Faça isso para termos que não sejam de inglês e outros termos especiais.
sw: Onyesha neno au sentensi kama italiki kwa kutumia <code>//word//</code>. Fanya hivi kwa maneno yasiyo ya Kiingereza na maneno mengine maalum.

source: For editorial remarks, use
fr: Pour les remarques éditoriales, utilisez
pt: Para comentários editoriais, use
sw: Kwa maoni ya wahariri, tumia

source: Make text bold
fr: Mettre le texte en gras
pt: Deixe o texto em negrito
sw: Fanya maandishi kwa ujasiri

source: Display a word or a sentence as bold using <code>**word**</code>. Do not use for headings or defined terms.
fr: Affichez un mot ou une phrase en gras en utilisant <code>**word**</code>. Ne pas utiliser pour des titres ou des termes définis.
pt: Exiba uma palavra ou frase em negrito usando <code>**word**</code>. Não use para títulos ou termos definidos.
sw: Onyesha neno au sentensi kwa herufi nzito kwa kutumia <code>**word**</code>. Usitumie kwa vichwa au maneno yaliyofafanuliwa.

source: Underline text
fr: Souligner le texte
pt: Sublinhar texto
sw: Pigia mstari maandishi

source: Underline a word or a sentence using two underscores on either side: <code>__word__</code>. Do not use for headings.
fr: Soulignez un mot ou une phrase en utilisant deux traits de soulignement de chaque côté : <code>__word__</code>. Ne pas utiliser pour les titres.
pt: Sublinhe uma palavra ou frase usando dois sublinhados em cada lado: <code>__word__</code>. Não use para títulos.
sw: Pigia mstari neno au sentensi kwa kutumia vistari viwili kwa kila upande: <code>__word__</code>. Usitumie kwa vichwa.

source: Add a link to a webpage
fr: Ajouter un lien vers une page Web
pt: Adicionar um link para uma página da web
sw: Ongeza kiungo kwenye ukurasa wa tovuti

source: Link to a webpage using
fr: Créer un lien vers une page Web en utilisant
pt: Link para uma página da web usando
sw: Unganisha kwa ukurasa wa wavuti kwa kutumia

source: Add a link to another Act or work
fr: Ajouter un lien vers un autre acte ou une autre œuvre
pt: Adicione um link para outro ato ou obra
sw: Ongeza kiungo kwa Sheria au kazi nyingine

source: Link to another Act or work using
fr: Lien vers une autre loi ou œuvre en utilisant
pt: Link para outro ato ou trabalho usando
sw: Unganisha kwa Sheria nyingine au kazi kwa kutumia

source: where <code>frbr-uri</code> is the FRBR URI of the work you want to link to, such as <code>/akn/za/act/1998/2</code>.
fr: où <code>frbr-uri</code> est l'URI FRBR de l'œuvre vers laquelle vous souhaitez créer un lien, tel que <code>/akn/za/act/1998/2</code>.
pt: onde <code>frbr-uri</code> é o URI FRBR do trabalho ao qual você deseja vincular, como <code>/akn/za/act/1998/2</code>.
sw: ambapo <code>frbr-uri</code> ni FRBR URI ya kazi unayotaka kuunganisha, kama vile <code>/akn/za/act/1998/2</code>.

source: Insert an image
fr: Insérer une image
pt: Insira uma imagem
sw: Weka picha

source: Insert an image by clicking <i>Insert, Insert image...</i> in the menu, or use <code>%(markup)s</code>. Click <i>Attachments <span class="fa fa-paperclip"></span></i> to see images you can insert, or upload new ones.
fr: Insérez une image en cliquant sur <i>Insérer, Insérer une image...</i> dans le menu, ou en utilisant <code>%(markup)s</code>. Cliquez sur <i>Pièces jointes <span class="fa fa-paperclip"></span></i> pour voir les images que vous pouvez insérer ou en télécharger de nouvelles.
pt: Insira uma imagem clicando em <i>Inserir, Inserir imagem...</i> no menu ou use <code>%(markup)s</code>. Clique em <i>Anexos <span class="fa fa-paperclip"></span></i> para ver imagens que você pode inserir ou fazer upload de novas.
sw: Ingiza picha kwa kubofya <i>Ingiza, Ingiza picha...</i> kwenye menyu, au tumia <code>%(markup)s</code>. Bofya <i>Viambatisho <span class="fa fa-paperclip"></span></i> ili kuona picha unazoweza kuingiza, au kupakia mpya.

source: Add an editorial remark
fr: Ajouter une remarque éditoriale
pt: Adicione uma observação editorial
sw: Ongeza maoni ya uhariri

source: Add an editorial remark, text that isn't part of the original document, using <code>%(markup)s</code>.
fr: Ajoutez une remarque éditoriale, un texte qui ne fait pas partie du document original, en utilisant <code>%(markup)s</code>.
pt: Adicione uma observação editorial, texto que não faz parte do documento original, usando <code>%(markup)s</code>.
sw: Ongeza maoni ya kihariri, maandishi ambayo si sehemu ya hati asili, kwa kutumia <code>%(markup)s</code>.

source: Ignore text that looks like a chapter, part or section but isn't
fr: Ignorer le texte qui ressemble à un chapitre, une partie ou une section mais qui ne l'est pas
pt: Ignore o texto que parece um capítulo, parte ou seção, mas não é
sw: Puuza maandishi ambayo yanaonekana kama sura, sehemu au sehemu lakini sivyo

source: You can tell the system to ignore text that looks like a chapter, part, section or any other special words, by putting a backslash <code>\</code> just before it.
fr: Vous pouvez demander au système d'ignorer le texte qui ressemble à un chapitre, une partie, une section ou tout autre mot spécial, en plaçant une barre oblique inverse <code>\</code> juste avant.
pt: Você pode dizer ao sistema para ignorar o texto que se parece com um capítulo, parte, seção ou qualquer outra palavra especial, colocando uma barra invertida <code>\</code> logo antes dele.
sw: Unaweza kuuambia mfumo kupuuza maandishi ambayo yanaonekana kama sura, sehemu, sehemu au maneno yoyote maalum, kwa kuweka nyuma <code>\</code> kabla yake.

source: Starting a Schedule
fr: Démarrer un programme
pt: Iniciando um cronograma
sw: Kuanzisha Ratiba

source: Start a schedule using <code>SCHEDULE</code> and an optional number and title.
fr: Démarrez un programme en utilisant <code>SCHEDULE</code> et un numéro et un titre facultatifs.
pt: Inicie uma programação usando <code>SCHEDULE</code> e um número e título opcionais.
sw: Anzisha ratiba ukitumia <code>RATIBA</code> na nambari ya hiari na kichwa.

source: Insert a table
fr: Insérer un tableau
pt: Inserir uma tabela
sw: Weka meza

source: Insert a table by clicking <i>Insert, Insert table</i> in the menu.
fr: Insérez un tableau en cliquant sur <i>Insérer, Insérer un tableau</i> dans le menu.
pt: Insira uma tabela clicando em <i>Inserir, Inserir tabela</i> no menu.
sw: Ingiza jedwali kwa kubofya <i>Ingiza, Ingiza jedwali</i> kwenye menyu.

source: See guidance on working with tables in the <a href="https://docs.laws.africa/how-tos/tables" target="_blank">Editor Guide</a>.
fr: Consultez les conseils sur l'utilisation des tableaux dans le <a href="https://docs.laws.africa/how-tos/tables" target="_blank">Editor Guide</a>.
pt: Consulte orientações sobre como trabalhar com tabelas no <a href="https://docs.laws.africa/how-tos/tables" target="_blank">Editor Guide</a>.
sw: Tazama mwongozo wa kufanya kazi na majedwali katika <a href="https://docs.laws.africa/how-tos/tables" target="_blank">Mwongozo wa Mhariri</a>.

source: Paste a table
fr: Coller un tableau
pt: Cole uma tabela
sw: Bandika meza

source: Paste a table from a PDF or MS Word by copying it from the source, then pasting it into the editor when in Edit mode.
fr: Collez un tableau à partir d'un PDF ou d'un MS Word en le copiant depuis la source, puis en le collant dans l'éditeur en mode Édition.
pt: Cole uma tabela de um PDF ou MS Word copiando-a da fonte e colando-a no editor quando estiver no modo de edição.
sw: Bandika jedwali kutoka kwa PDF au MS Word kwa kuinakili kutoka kwa chanzo, kisha ubandike kwenye kihariri ukiwa katika hali ya Kuhariri.

source: %(country)s Style Guide
fr: %(country)s Guide de style
pt: %(country)s Guia de estilo
sw: %(country)s Mwongozo wa Sinema

source: Full editor documentation
fr: Documentation complète de l'éditeur
pt: Documentação completa do editor
sw: Nyaraka kamili za mhariri

source: Defined Terms
fr: Termes définis
pt: Termos Definidos
sw: Masharti Yaliyofafanuliwa

source: These are terms that are explicitly defined in this document. Always refresh defined terms before publishing a document to ensure that all references to terms are captured.
fr: Ce sont des termes qui sont explicitement définis dans ce document. Actualisez toujours les termes définis avant de publier un document pour vous assurer que toutes les références aux termes sont capturées.
pt: Esses são termos explicitamente definidos neste documento. Sempre atualize os termos definidos antes de publicar um documento para garantir que todas as referências aos termos sejam capturadas.
sw: Haya ni masharti ambayo yamefafanuliwa kwa uwazi katika hati hii. Onyesha upya masharti yaliyobainishwa kila wakati kabla ya kuchapisha hati ili kuhakikisha kuwa marejeleo yote ya masharti yananaswa.

source: Only uses of defined terms can be linked while editing a provision.
pt: Somente usos de termos definidos podem ser vinculados ao editar uma provisão.

source: To mark up definitions, edit the full document.
pt: Para marcar definições, edite o documento completo.

source: Remove defined terms
fr: Supprimer les termes définis
pt: Remover termos definidos
sw: Ondoa masharti yaliyoainishwa

source: Find and link defined terms
fr: Rechercher et lier des termes définis
pt: Localizar e vincular termos definidos
sw: Tafuta na uunganishe masharti yaliyofafanuliwa

source: Link defined terms
pt: Termos definidos pelo link

source: No defined terms.
fr: Pas de termes définis.
pt: Sem termos definidos.
sw: Hakuna masharti yaliyofafanuliwa.

source: Choose an image
fr: Choisissez une image
pt: Escolha uma imagem
sw: Chagua picha

source: Insert image
fr: Insérer une image
pt: Inserir Imagem
sw: Weka picha

source: Italicised terms
fr: Termes en italique
pt: termos em itálico
sw: Masharti yaliyochorwa

source: In this document
fr: Dans ce document
pt: neste documento
sw: Katika hati hii

source: In %(country)s
fr: En %(pays)
pt: Em %(country)s
sw: Katika %(country)s

source: Terms that will be italicised in %(country)s:
fr: Termes qui seront en italique en %(pays):
pt: Termos que serão colocados em itálico em %(country)s:
sw: Masharti ambayo yataandikwa katika %(country)s:

source: No terms have been selected to be italicised in %(country)s.
fr: Aucun terme n'a été sélectionné pour être mis en italique dans %(le pays).
pt: Nenhum termo foi selecionado para ser colocado em itálico em %(country)s.
sw: Hakuna sheria na masharti ambayo yamechaguliwa ili kuandikwa katika %(country)s.

source: Remove italics
fr: Supprimer les italiques
pt: Remover itálico
sw: Ondoa italiki

source: Mark up italics
fr: Marquer les italiques
pt: Marque em itálico
sw: Weka alama kwa italiki

source: No italicised terms.
fr: Pas de termes en italique.
pt: Sem termos em itálico.
sw: Hakuna masharti yaliyoandikwa.

source: Details of this expression
fr: Détails de cette expression
pt: Detalhes desta expressão
sw: Maelezo ya usemi huu

source: Expression date
fr: Date d'expression
pt: Data de expressão
sw: Tarehe ya kujieleza

source: initial publication
fr: publication initiale
pt: publicação inicial
sw: uchapishaji wa awali

source: amendment
fr: amendement
pt: alteração
sw: marekebisho

source: consolidation
pt: consolidação
sw: uimarishaji

source: Date of this version of the document, either the publication date or an amendment date
fr: Date de cette version du document, soit la date de publication, soit une date de modification
pt: Data desta versão do documento, seja a data de publicação ou uma data de alteração
sw: Tarehe ya toleo hili la hati, ama tarehe ya kuchapishwa au tarehe ya marekebisho

source: Manage amendments
fr: Gérer les amendements
pt: Gerenciar alterações
sw: Dhibiti marekebisho

source: Published URL:
fr: URL publiée :
pt: URL publicado:
sw: URL Iliyochapishwa:

source: Choose provision
pt: Escolha a provisão

source: Choose a provision to edit
pt: Selecione uma provisão para editar

source: References
fr: Les références
pt: Referências
sw: Marejeleo

source: Remove references
fr: Supprimer les références
pt: Remover referências
sw: Ondoa marejeleo

source: Find references
fr: Trouver des références
pt: Encontrar referências
sw: Tafuta marejeleo

source: Previous
fr: Précédent
pt: Anterior
sw: Iliyotangulia

source: Next
fr: Suivant
pt: Próximo
sw: Inayofuata

source: Recent Changes
fr: Changements récents
pt: Mudanças recentes
sw: Mabadiliko ya Hivi Karibuni

source: Restore this revision
fr: Restaurer cette révision
pt: Restaurar esta revisão
sw: Rejesha marekebisho haya

source: Source
pt: fonte

source: Open
fr: Ouvrir
pt: Abrir
sw: Fungua

source: All tasks
pt: Todas as tarefas

source: No tasks at %(expression_date)s.
pt: Nenhuma tarefa em %(expression_date)s.

source: Find...
fr: Trouver...
pt: Encontrar...
sw: Tafuta...

source: Find next
fr: Rechercher ensuite
pt: Encontre o próximo
sw: Tafuta ijayo

source: Find previous
fr: Rechercher précédent
pt: Encontrar anterior
sw: Tafuta uliopita

source: Find and replace...
fr: Trouver et remplacer...
pt: Localizar e substituir...
sw: Tafuta na ubadilishe...

source: Move lines up
pt: Mover as linhas para cima

source: Move lines down
pt: Mover linhas para baixo

source: Join lines
pt: Unir linhas

source: All commands...
pt: Todos os comandos...

source: Insert
fr: Insérer
pt: Inserir
sw: Ingiza

source: Insert image...
fr: Insérer une image...
pt: Inserir Imagem...
sw: Weka picha...

source: Insert table
fr: Insérer un tableau
pt: Insira a tabela
sw: Weka meza

source: Insert footnote
fr: Insérer une note de bas de page
pt: Inserir nota de rodapé
sw: Weka tanbihi

source: Insert Schedule
fr: Insérer un horaire
pt: Inserir cronograma
sw: Weka Ratiba

source: Insert annotation
fr: Insérer une annotation
pt: Inserir anotação
sw: Weka kidokezo

source: Substitution
pt: Substituição
sw: Uingizwaji

source: Amendment
fr: Amendement
pt: Emenda
sw: Marekebisho

source: Insertion
pt: Inserção
sw: Uingizaji

source: Addition
fr: Ajout
pt: Adição
sw: Nyongeza

source: Deletion
fr: Effacement
pt: Eliminação
sw: Ufutaji

source: Repeal
fr: Abrogation
pt: Revogação
sw: Kufuta

source: Other
fr: Autre
pt: Outro
sw: Nyingine

source: Remark
fr: Remarque
pt: Observação
sw: Toa maoni

source: Wrap lines
pt: Linhas de quebra

source: Preview changes
pt: Visualizar alterações

source: Update
fr: Mise à jour
pt: Atualizar
sw: Sasisha

source: Changes
fr: Changements
pt: Mudanças
sw: Mabadiliko

source: Compare to
fr: Comparer aux
pt: Comparado a
sw: Linganisha na

source: current point in time
fr: moment actuel
pt: ponto atual no tempo
sw: hatua ya sasa kwa wakati

source: Show source
fr: Afficher la source
pt: Mostrar fonte
sw: Onyesha chanzo

source: Outline Akoma Ntoso Structure
fr: Aperçu de la structure d'Akoma Ntoso
pt: Esboço da estrutura de Akoma Ntoso
sw: Muhtasari wa Muundo wa Akoma Ntoso

source: Structure
pt: Estrutura
sw: Muundo

source: Analysis
fr: Analyse
pt: Análise
sw: Uchambuzi

source: Defined terms...
fr: Termes définis...
pt: Termos definidos...
sw: Masharti yaliyofafanuliwa...

source: References...
fr: Les références...
pt: Referências...
sw: Marejeleo...

source: Italicised terms...
fr: Termes en italique...
pt: Termos em itálico...
sw: Masharti yaliyochorwa...

source: Make headings Sentence case
pt: Criar títulos Disposição das frases em maiúsculas

source: Settings
fr: Paramètres
pt: Configurações
sw: Mipangilio

source: Properties...
fr: Propriétés...
pt: Propriedades...
sw: Sifa...

source: Download as
fr: Télécharger en tant que
pt: Baixar como
sw: Pakua kama

source: Help
fr: Aide
pt: Ajuda
sw: Msaada

source: Sidebar
pt: Barra lateral

source: Edit table
fr: Modifier le tableau
pt: Editar tabela
sw: Badilisha jedwali

source: Insert row above
fr: Insérer la ligne ci-dessus
pt: Inserir linha acima
sw: Weka safu mlalo juu

source: Insert row below
fr: Insérer une ligne ci-dessous
pt: Inserir linha abaixo
sw: Weka safu mlalo hapa chini

source: Insert column left
fr: Insérer une colonne à gauche
pt: Inserir coluna à esquerda
sw: Ingiza safu kushoto

source: Insert column right
fr: Insérer une colonne à droite
pt: Inserir coluna à direita
sw: Ingiza safu kulia

source: Delete row
fr: Supprimer la ligne
pt: Excluir linha
sw: Futa safu mlalo

source: Delete column
fr: Supprimer la colonne
pt: Excluir coluna
sw: Futa safu

source: Merge cells
fr: Fusionner des cellules
pt: Mesclar células
sw: Unganisha seli

source: Heading
fr: Titre
pt: Cabeçalho
sw: Kichwa

source: published
fr: publié
pt: Publicados
sw: iliyochapishwa

source: draft
fr: brouillon
pt: rascunho
sw: rasimu

source: Save &amp; publish
fr: Enregistrer &amp; publier
pt: Salvar &amp; publicar
sw: Hifadhi &amp; uchapishaji

source: Save draft
fr: Enregistrer le brouillon
pt: Salvar rascunho
sw: Hifadhi rasimu

source: Unpublish &amp; save
fr: Dépublier &amp; enregistrer
pt: Cancelar publicação &amp; salvar
sw: Batilisha uchapishaji &amp;

source: You don't have permission to make changes.
fr: Vous n'êtes pas autorisé à apporter des modifications.
pt: Você não tem permissão para fazer alterações.
sw: Huna ruhusa ya kufanya mabadiliko.

source: <a href="%(url)s">Log in </a> to make changes.
fr: <a href="%(url)s">Connectez-vous </a> pour apporter des modifications.
pt: <a href="%(url)s">Faça login </a> para fazer alterações.
sw: <a href="%(url)s">Ingia </a> ili kufanya mabadiliko.

source: Works
fr: Travaux
pt: Funciona
sw: Inafanya kazi

source: this document
fr: ce document
pt: esse documento
sw: hati hii

source: Provision editor
pt: Editor de provisões

source: New task
fr: Nouvelle tâche
pt: Nova tarefa
sw: Jukumu jipya

source: You don't have permission to create a task.
fr: Vous n'êtes pas autorisé à créer une tâche.
pt: Você não tem permissão para criar uma tarefa.
sw: Huna ruhusa ya kuunda jukumu.

source: Loading...
fr: Chargement...
pt: Carregando...
sw: Inapakia...

source: Choose a type, or enter a title.
fr: Choisissez un type ou saisissez un titre.
pt: Escolha um tipo ou insira um título.
sw: Chagua aina, au weka kichwa.

source: Are you sure you want to cancel this task?
fr: Voulez-vous vraiment annuler cette tâche ?
pt: Tem certeza de que deseja cancelar esta tarefa?
sw: Je, una uhakika unataka kughairi jukumu hili?

source: Cancel task
fr: Annuler la tâche
pt: Cancelar tarefa
sw: Ghairi jukumu

source: Are you sure you want to block this task?
fr: Voulez-vous vraiment bloquer cette tâche ?
pt: Tem certeza de que deseja bloquear esta tarefa?
sw: Je, una uhakika unataka kuzuia jukumu hili?

source: Block task
fr: Bloquer la tâche
pt: Bloquear tarefa
sw: Zuia kazi
