Repository: laws-africa/indigo
Catalog: indigo_app/locale/*/LC_MESSAGES/django.po
Languages: fr, pt, sw

source: Are you sure you want to unblock this task?
fr: Voulez-vous vraiment débloquer cette tâche ?
pt: Tem certeza de que deseja desbloquear esta tarefa?
sw: Je, una uhakika unataka kuondoa kizuizi cha kazi hii?

source: Unblock task
fr: Débloquer la tâche
pt: Desbloquear tarefa
sw: Ondoa kizuizi

source: Options
fr: Choix
pt: Opções
sw: Chaguo

source: Change date
fr: Date de modification
pt: Alterar data
sw: Badilisha tarehe

source: Really delete this amendment?
fr: Vraiment supprimer cet amendement ?
pt: Realmente excluir esta alteração?
sw: Je, ungependa kufuta marekebisho haya?

source: Really delete this consolidation?
fr: Vraiment supprimer cette consolidation ?
pt: Realmente excluir essa consolidação?
sw: Je, ungependa kufuta ujumuishaji huu kweli?

source: Consolidation already exists at
fr: La consolidation existe déjà à
pt: A consolidação já existe em
sw: Ujumuishaji tayari upo

source: Add consolidation date
fr: Ajouter une date de consolidation
pt: Adicionar data de consolidação
sw: Ongeza tarehe ya ujumuishaji

source: No event recorded for this date
pt: Nenhum evento registrado para esta data

source: Stranded documents:
pt: Documentos encalhados:

source: Create amended version
fr: Créer une version modifiée
pt: Criar versão corrigida
sw: Unda toleo lililorekebishwa

source: Import document
fr: Importer un document
pt: Importar documento
sw: Ingiza hati

source: Stub works should not have points in time.
fr: Les travaux tronqués ne doivent pas avoir de points dans le temps.
pt: Os trabalhos stub não devem ter pontos no tempo.
sw: Kazi za stub hazipaswi kuwa na pointi kwa wakati.

source: Either remove these points in time or don't mark this work as a stub.
fr: Supprimez ces points dans le temps ou ne marquez pas ce travail comme un stub.
pt: Remova esses pontos no tempo ou não marque este trabalho como um esboço.
sw: Unaweza kuondoa vidokezo hivi kwa wakati au usitie alama kazi hii kama mbegu.

source: Create a new batch
fr: Créer un nouveau lot
pt: Criar um novo lote
sw: Unda kundi jipya

source: Import a batch of works from Google Sheets
fr: Importer un lot d'œuvres depuis Google Sheets
pt: Importar um lote de trabalhos do Planilhas Google
sw: Ingiza kundi la kazi kutoka Majedwali ya Google

source: Google Sheets URL
fr: URL de Google Sheets
pt: URL do Planilhas Google
sw: URL ya Majedwali ya Google

source: The URL of the spreadsheet
fr: L'URL de la feuille de calcul
pt: A URL da planilha
sw: URL ya lahajedwali

source: Spreadsheet tab
fr: Onglet Feuille de calcul
pt: Aba planilha
sw: Kichupo cha lahajedwali

source: The first (leftmost) sheet will be imported.
fr: La première feuille (la plus à gauche) sera importée.
pt: A primeira planilha (mais à esquerda) será importada.
sw: Laha ya kwanza (kushoto kabisa) italetwa.

source: Choose a topic for newly created works
fr: Choisissez un sujet pour les œuvres nouvellement créées
pt: Escolha um tópico para trabalhos recém-criados
sw: Chagua mada kwa kazi mpya zilizoundwa

source: Choose a project topic
fr: Choisissez un sujet de projet
pt: Escolha um tema de projeto
sw: Chagua mada ya mradi

source: There are no project topics
fr: Il n'y a aucun sujet de projet
pt: Não há tópicos de projeto
sw: Hakuna mada za mradi

source: Block ALL 'Convert document' tasks on creation
fr: Bloquer TOUTES les tâches « Convertir le document » lors de la création
pt: Bloquear TODAS as tarefas de 'Converter documento' na criação
sw: Zuia kazi ZOTE za 'Badilisha hati' kwenye uundaji

source: Cancel ALL 'Convert document' tasks on creation (this will override blocking them)
fr: Annulez TOUTES les tâches « Convertir le document » lors de la création (cela remplacera leur blocage)
pt: Cancele TODAS as tarefas de 'Converter documento' na criação (isso substituirá o bloqueio delas)
sw: Ghairi kazi ZOTE za 'Badilisha hati' kwenye uundaji (hii itafuta kuzizuia)

source: Block ALL 'Import content' tasks on creation
fr: Bloquer TOUTES les tâches « Importer du contenu » lors de la création
pt: Bloqueie TODAS as tarefas de 'Importação de conteúdo' na criação
sw: Zuia kazi ZOTE za 'Ingiza maudhui' kwenye uundaji

source: Cancel ALL 'Import content' tasks on creation (this will override blocking them)
fr: Annulez TOUTES les tâches « Importer du contenu » lors de la création (cela remplacera leur blocage)
pt: Cancele TODAS as tarefas de 'Importação de conteúdo' na criação (isso substituirá o bloqueio delas)
sw: Ghairi kazi ZOTE za 'Ingiza maudhui' kwenye uundaji (hii itabatilisha kuzizuia)

source: Block ALL 'Link gazette' tasks on creation
fr: Bloquer TOUTES les tâches 'Link gazette' lors de la création
pt: Bloquear TODAS as tarefas do 'Link gazette' na criação
sw: Zuia kazi ZOTE za 'Unganisha gazeti la serikali' kwenye uundaji

source: Cancel ALL 'Link gazette' tasks on creation (this will override blocking them)
fr: Annulez TOUTES les tâches 'Link gazette' lors de la création (cela remplacera leur blocage)
pt: Cancele TODAS as tarefas do 'Link gazette' na criação (isso substituirá o bloqueio delas)
sw: Ghairi kazi ZOTE za 'Unganisha gazeti la serikali' kwenye uundaji (hii itafuta kuzizuia)

source: Block ALL 'Apply amendment' tasks on creation
fr: Bloquer TOUTES les tâches « Appliquer la modification » lors de la création
pt: Bloquear TODAS as tarefas de 'Aplicar alteração' na criação
sw: Zuia kazi ZOTE za 'Tekeleza marekebisho' kwenye uundaji

source: Cancel ALL 'Apply amendment' tasks on creation (this will override blocking them)
fr: Annulez TOUTES les tâches « Appliquer la modification » lors de la création (cela annulera leur blocage)
pt: Cancele TODAS as tarefas de 'Aplicar alteração' na criação (isso substituirá o bloqueio delas)
sw: Ghairi kazi ZOTE za 'Tekeleza marekebisho' kwenye uundaji (hii itafuta kuzizuia)

source: Preview
fr: Aperçu
pt: Visualização
sw: Hakiki

source: You don't have permission to create works.
fr: Vous n'êtes pas autorisé à créer des œuvres.
pt: Você não tem permissão para criar obras.
sw: Huna ruhusa ya kuunda kazi.

source: Preview of your import
fr: Aperçu de votre importation
pt: Pré-visualização da sua importação
sw: Onyesho la kukagua uagizaji wako

source: Row
fr: Ligne
pt: Linha
sw: Safu

source: Title / Error message
fr: Titre / Message d'erreur
pt: Título / mensagem de erro
sw: Kichwa / Ujumbe wa hitilafu

source: Taxonomy
fr: Taxonomie
pt: Taxonomia
sw: Taksonomia

source: Relationships
fr: Relations
pt: Relações
sw: Mahusiano

source: Notes
fr: Remarques
pt: Notas
sw: Vidokezo

source: Ready to import
fr: Prêt à importer
pt: Pronto para importar
sw: Tayari kuagiza

source: Duplicate
fr: Dupliquer
pt: Duplicado
sw: Nakala

source: Error
fr: Erreur
pt: Erro
sw: Hitilafu

source: A work with this type, year and number already exists in this place.
fr: Une œuvre avec ce type, cette année et ce numéro existe déjà à cet endroit.
pt: Já existe neste local uma obra com este tipo, ano e número.
sw: Kazi yenye aina hii, mwaka na nambari tayari ipo mahali hapa.

source: Refresh preview
fr: Actualiser l'aperçu
pt: Atualizar visualização
sw: Onyesha upya onyesho la kukagua

source: Import works
fr: Importer des œuvres
pt: obras de importação
sw: Ingiza kazi

source: Import complete
fr: Importation terminée
pt: Importação concluída
sw: Uingizaji umekamilika

source: Imported
fr: Importé
pt: importado
sw: Imeingizwa

source: Instructions
pt: Instruções
sw: Maagizo

source: Make a copy of the <a href="%(template_href)s" target="_blank">Legislation index template</a>: 'File | Make a copy'.
fr: Faites une copie du modèle d'index <la reference="%(reference_du_modele)" cible="_vide">Législation</a>: 'Fichier | Faire une copie'.
pt: Faça uma cópia do <a href="%(template_href)s" target="_blank">Modelo de índice de Legislação</a>: 'Ficheiro | Faça uma cópia'.
sw: Tengeneza nakala ya kiolezo <a href="%(template_href)s" target="_blank"></a>faharasa ya Sheria : 'Faili | Tengeneza nakala'.

source: Record the Spreadsheet URL under <a href="%(place_url)s" target="_blank">Settings</a>.
fr: Enregistrez l'URL de la feuille de calcul sous <la reference="%(lieu_url)s" cible="_vide">Paramètres</a>.
pt: Registre o URL da Planilha em <a href="%(place_url)s" target="_blank">Configurações</a>.
sw: Rekodi URL ya Lahajedwali chini ya <a href="%(place_url)s" target="_blank">Mipangilio</a>.

source: Share the spreadsheet with %(share)s.
fr: Partagez la feuille de calcul avec %(share)s.
pt: Compartilhe a planilha com %(share)s.
sw: Shiriki lahajedwali na %(share)s.

source: Choose a spreadsheet tab and a project.
fr: Choisissez un onglet de feuille de calcul et un projet.
pt: Escolha uma guia de planilha e um projeto.
sw: Chagua kichupo cha lahajedwali na mradi.

source: Make it accessible by turning link sharing on: 'Share | General access | Anyone with the link' (top-right corner).
fr: Rendez-le accessible en activant le partage de lien : 'Partager | Accès général | Toute personne disposant du lien' (coin supérieur droit).
pt: Torne-o acessível ativando o compartilhamento de link: 'Compartilhar | Acesso geral | Qualquer pessoa com o link' (canto superior direito).
sw: Ifanye ipatikane kwa kuwasha kushiriki kiungo: 'Shiriki | Ufikiaji wa jumla | Yeyote aliye na kiungo' (kona ya juu kulia).

source: Choose a project.
fr: Choisissez un projet.
pt: Escolha um projeto.
sw: Chagua mradi.

source: <strong>Preview</strong> the new works to be created, resolve any errors / duplicates and <strong>Refresh preview</strong>.
fr: <strong>Prévisualisez</strong> les nouvelles œuvres à créer, corrigez les éventuelles erreurs/doublons et <strong>Actualisez l'aperçu</strong>.
pt: <strong>Visualize</strong> os novos trabalhos a serem criados, resolva eventuais erros/duplicatas e <strong>Atualize a visualização</strong>.
sw: <strong>Hakiki</strong> kazi mpya zitakazoundwa, suluhisha makosa / nakala zozote na <strong>Onyesha upya</strong>.

source: Update an existing batch
fr: Mettre à jour un lot existant
pt: Atualizar um lote existente
sw: Sasisha kundi lililopo

source: Update a batch of works from Google Sheets
fr: Mettre à jour un lot d'œuvres depuis Google Sheets
pt: Atualize um lote de trabalhos do Planilhas Google
sw: Sasisha kundi la kazi kutoka Majedwali ya Google

source: Please note we are phasing out projects, and no project needs to be chosen for new tasks on existing works. Instead, tasks are now grouped according to their work's topic. You're welcome to choose a project during the transition.
fr: Veuillez noter que nous supprimons progressivement les projets et qu'aucun projet ne doit être choisi pour de nouvelles tâches sur des travaux existants. Au lieu de cela, les tâches sont désormais regroupées en fonction du sujet de leur travail. Vous êtes invités à choisir un projet pendant la transition.
pt: Observe que estamos eliminando projetos e nenhum projeto precisa ser escolhido para novas tarefas em obras existentes. Em vez disso, as tarefas agora são agrupadas de acordo com o tema do seu trabalho. Você pode escolher um projeto durante a transição.
sw: Tafadhali kumbuka tunakomesha miradi, na hakuna mradi unaohitaji kuchaguliwa kwa kazi mpya kwenye kazi zilizopo. Badala yake, kazi sasa zimepangwa kulingana na mada ya kazi zao. Unakaribishwa kuchagua mradi wakati wa mabadiliko.

source: Choose columns to update
fr: Choisissez les colonnes à mettre à jour
pt: Escolha as colunas para atualizar
sw: Chagua safu wima za kusasisha

source: (Choose at least one column to update)
fr: (Choisissez au moins une colonne à mettre à jour)
pt: (Escolha pelo menos uma coluna para atualizar)
sw: (Chagua angalau safu wima moja ili kusasisha)

source: Preview of your update
fr: Aperçu de votre mise à jour
pt: Pré-visualização da sua atualização
sw: Onyesho la kukagua sasisho lako

source: Tasks (new)
fr: Tâches (nouveau)
pt: Tarefas (novas)
sw: Kazi (mpya)

source: Ready to update
fr: Prêt à mettre à jour
pt: Pronto para atualizar
sw: Tayari kusasisha

source: No change
fr: Pas de changement
pt: sem mudança
sw: Hakuna mabadiliko

source: Update works
fr: La mise à jour fonctionne
pt: A atualização funciona
sw: Usasishaji hufanya kazi

source: You don't have permission to update works.
fr: Vous n'êtes pas autorisé à mettre à jour les œuvres.
pt: Você não tem permissão para atualizar obras.
sw: Huna ruhusa ya kusasisha kazi.

source: Update complete
fr: Mise à jour terminée
pt: Atualização completa
sw: Usasishaji umekamilika

source: Open tasks
fr: Tâches ouvertes
pt: Tarefas abertas
sw: Fungua kazi

source: This work has commenced, but the commencement date is unknown.
fr: Ces travaux ont commencé, mais la date de début n'est pas connue.
pt: Este trabalho já começou, mas a data de início é desconhecida.
sw: Kazi hii imeanza, lakini tarehe ya kuanza haijulikani.

source: This work has not commenced.
fr: Ce travail n'a pas commencé.
pt: Este trabalho não começou.
sw: Kazi hii haijaanza.

source: This work has <a href="#uncommenced-provisions">uncommenced provisions</a>.
pt: Este trabalho tem <a href="#uncommenced-provisions">disposições não iniciadas</a>.

source: A commencement without a date or a commencing work already exists. Edit it before adding another one.
pt: Um início sem data ou um trabalho de início já existe. Edite-o antes de adicionar outro.

source: Add a commencement
pt: Adicionar um começo

source: Unknown
fr: Inconnu
pt: Desconhecido
sw: Haijulikani

source: Loading uncommenced provisions…
pt: Carregando provisões não iniciadas…

source: Not yet commenced?
fr: Pas encore commencé ?
pt: Ainda não começou?
sw: Bado haijaanza?

source: Remove all commencement detail and mark as not commenced.
fr: Supprimez tous les détails de début et marquez comme non commencé.
pt: Remova todos os detalhes de início e marque como não iniciado.
sw: Ondoa maelezo yote ya kuanza na utie alama kuwa haujaanza.

source: Are you sure? ALL commencement information will be permanently deleted.
pt: Tem certeza? TODAS as informações de início serão excluídas permanentemente.

source: This work has not commenced
fr: Ce travail n'a pas commencé
pt: Este trabalho não começou
sw: Kazi hii haijaanza

source: Loading…
pt: Carregando…

source: New work
fr: Nouveau travail
pt: Novo trabalho
sw: Kazi mpya

source: Import
fr: Importer
pt: Importar
sw: Ingiza

source: Import a document
fr: Importer un document
pt: Importar um documento
sw: Ingiza hati

source: What language is the document in?
fr: Dans quelle langue est le document ?
pt: Em que idioma está o documento?
sw: Hati hiyo ni ya lugha gani?

source: Drag and drop your file here
fr: Faites glisser et déposez votre fichier ici
pt: Arraste e solte seu arquivo aqui
sw: Buruta na udondoshe faili yako hapa

source: or
fr: ou
pt: ou
sw: au

source: You can import legislation from most document formats including PDF, Word, RTF and plain text.
fr: Vous pouvez importer la législation à partir de la plupart des formats de documents, y compris PDF, Word, RTF et texte brut.
pt: Você pode importar legislação da maioria dos formatos de documento, incluindo PDF, Word, RTF e texto simples.
sw: Unaweza kuleta sheria kutoka kwa miundo mingi ya hati ikiwa ni pamoja na PDF, Word, RTF na maandishi wazi.

source: Pages to import
fr: Pages à importer
pt: Páginas para importar
sw: Kurasa za kuagiza

source: eg.
fr: par exemple.
pt: por exemplo.
sw: km.

source: What do section titles look like?
fr: À quoi ressemblent les titres de section ?
pt: Como são os títulos das seções?
sw: Majina ya sehemu yanaonekanaje?

source: Guess automatically
fr: Devinez automatiquement
pt: Adivinhar automaticamente
sw: Nadhani moja kwa moja

source: Go for it!
fr: Allez-y!
pt: Vá em frente!
sw: Nenda kwa hilo!

source: Importing, this may take a few minutes...
fr: Importation, cela peut prendre quelques minutes...
pt: Importando, isso pode levar alguns minutos...
sw: Inaleta, hii inaweza kuchukua dakika chache...

source: Overview
fr: Aperçu
pt: Visão geral
sw: Muhtasari

source: Related works
fr: Travaux connexes
pt: Trabalhos relacionados
sw: Kazi zinazohusiana

source: Unapprove
fr: Désapprouver
pt: Reprovar
sw: Usiidhinishe

source: Edit work
fr: Modifier le travail
pt: Editar trabalho
sw: Hariri kazi

source: updated
fr: mis à jour
pt: Atualizada
sw: imesasishwa

source: recent changes
fr: changements récents
pt: mudanças recentes
sw: mabadiliko ya hivi karibuni

source: %(n_kids)s subsidiary works
fr: %(n_kids)s travaux annexes
pt: %(n_kids)s obras subsidiárias
sw: %(n_kids)s kazi tanzu

source: Manage points in time
fr: Gérer les points dans le temps
pt: Gerenciar pontos no tempo
sw: Dhibiti pointi kwa wakati

source: Stub works should not have points in time. Either remove these points in time or don't mark this work as a stub.
fr: Les travaux tronqués ne doivent pas avoir de points dans le temps. Supprimez ces points dans le temps ou ne marquez pas ce travail comme un stub.
pt: Os trabalhos stub não devem ter pontos no tempo. Remova esses pontos no tempo ou não marque este trabalho como um esboço.
sw: Kazi za stub hazipaswi kuwa na pointi kwa wakati. Unaweza kuondoa vidokezo hivi kwa wakati au usiandike kazi hii kama mbegu.

source: Comments
fr: commentaires
pt: Comentários
sw: Maoni

source: Contributors
fr: Contributeurs
pt: Colaboradores
sw: Wachangiaji

source: %(count)s task
pt: %(count)s tarefa

source: No tasks.
fr: Aucune tâche.
pt: Sem tarefas.
sw: Hakuna majukumu.

source: There are no saved previous versions of this work.
fr: Il n'y a pas de versions précédentes enregistrées de ce travail.
pt: Não há versões anteriores salvas deste trabalho.
sw: Hakuna matoleo ya awali yaliyohifadhiwa ya kazi hii.

source: It looks like you're offline or the server is unavailable.
fr: Il semble que vous soyez hors ligne ou que le serveur soit indisponible.
pt: Parece que você está offline ou o servidor não está disponível.
sw: Inaonekana uko nje ya mtandao au seva haipatikani.

source: an amendment at %(date)s on
fr: un amendement à %(date)s le
pt: uma alteração em %(date)s em
sw: marekebisho katika %(date)s on

source: by
fr: par
pt: por
sw: kwa

source: a consolidation at %(date)s on
fr: une consolidation à %(date)s le
pt: uma consolidação em %(date)s em
sw: ujumuishaji kwa %(date)s on

source: a commencement at %(date)s on
fr: un début à %(date)s le
pt: um início em %(date)s em
sw: anza saa %(date)s on

source: a document on
fr: un document sur
pt: um documento sobre
sw: hati juu ya

source: the settings for
fr: les paramètres de
pt: as configurações para
sw: mipangilio ya

source: this task
fr: cette tâche
pt: esta tarefa
sw: kazi hii

source: on this work
fr: sur ce travail
pt: neste trabalho
sw: juu ya kazi hii

source: on
fr: sur
pt: sobre
sw: juu

source: from
fr: depuis
pt: de
sw: kutoka

source: to
fr: pour
pt: para
sw: kwa

source: for review
fr: pour évaluation
pt: para revisão
sw: kwa ukaguzi

source: No recent activity
fr: Aucune activité récente
pt: Nenhuma atividade recente
sw: Hakuna shughuli za hivi majuzi

source: in
fr: dans
pt: em
sw: katika

source: %(org)s is undergoing maintenance. We'll be back soon.
fr: %(org)s est en cours de maintenance. Nous reviendrons bientôt.
pt: %(org)s está em manutenção. Voltaremos em breve.
sw: %(org)s inafanyiwa matengenezo. Tutarudi hivi karibuni.

source: Approve %(works_length)s work in progress
fr: Approuver %(works_length)s travaux en cours
pt: Aprovar %(works_length)s trabalho em andamento
sw: Idhinisha %(works_length)s kazi inaendelea

source: These works cannot be approved in bulk:
fr: Ces travaux ne peuvent pas être approuvés en masse :
pt: Estes trabalhos não podem ser aprovados em massa:
sw: Kazi hizi haziwezi kuidhinishwa kwa wingi:

source: Conversion and Import tasks will be created – Import tasks will be blocked
fr: Des tâches de conversion et d'importation seront créées – Les tâches d'importation seront bloquées
pt: As tarefas de conversão e importação serão criadas – as tarefas de importação serão bloqueadas
sw: Kazi za Kubadilisha na Kuingiza zitaundwa - Kazi za Kuingiza zitazuiwa

source: Import date missing – add a publication date, a commencement date, or a consolidation date
pt: Data de importação ausente – adicione uma data de publicação, uma data de início ou uma data de consolidação

source: Task description: Conversion tasks
fr: Description de la tâche : tâches de conversion
pt: Descrição da tarefa: tarefas de conversão
sw: Maelezo ya kazi: Majukumu ya ubadilishaji

source: Convert the input file into a .docx file and remove automatic numbering.
fr: Convertissez le fichier d'entrée en fichier .docx et supprimez la numérotation automatique.
pt: Converta o arquivo de entrada em um arquivo .docx e remova a numeração automática.
sw: Badilisha faili ya ingizo kuwa faili ya .docx na uondoe nambari za kiotomatiki.

source: Task description: Import tasks
fr: Description de la tâche : tâches d'importation
pt: Descrição da tarefa: tarefas de importação
sw: Maelezo ya kazi: Ingiza kazi

source: Import the content for this work at the appropriate date — usually the publication or consolidation date.
fr: Importez le contenu de ce travail à la date appropriée – généralement la date de publication ou de consolidation.
pt: Importe o conteúdo deste trabalho na data apropriada — geralmente a data de publicação ou consolidação.
sw: Ingiza maudhui ya kazi hii kwa tarehe inayofaa - kwa kawaida tarehe ya kuchapishwa au ya ujumuishaji.

source: Gazette tasks will be created
fr: Des tâches de Gazette seront créées
pt: As tarefas da Gazeta serão criadas
sw: Kazi za Gazeti zitaundwa

source: Task description
fr: Description de la tâche
pt: Descrição da tarefa
sw: Maelezo ya kazi

source: Find and link the Gazette (original publication document) for this work.
fr: Recherchez et associez la Gazette (document de publication original) pour ce travail.
pt: Encontre e linke a Gazeta (documento de publicação original) deste trabalho.
sw: Tafuta na uunganishe Gazeti (hati halisi ya uchapishaji) kwa kazi hii.

source: Amendment tasks will be created
fr: Des tâches de modification seront créées
pt: Tarefas de alteração serão criadas
sw: Majukumu ya marekebisho yataundwa

source: Create task: %(amended_title)s (%(amended_numbered_title)s) amended by %(amending_title)s (%(amending_numbered_title)s) – %(date)s
pt: Criar tarefa: %(amended_title)s (%(amended_numbered_title)s) alterado por %(amending_title)s (%(amending_numbered_title)s) – %(date)s

source: Apply the amendments made by %(title)s (%(numbered_title)s) on the given date. The amendment has already been linked, so start at Step 3 of https://docs.laws.africa/managing-works/amending-works.
pt: Aplicar as alterações feitas até %(title)s (%(numbered_title)s) na data indicada. A alteração já foi vinculada, então comece na Etapa 3 de https://docs.laws.africa/managing-works/amending-works.

source: Potential duplicates
pt: Duplicatas potenciais

source: Approving...
fr: Approuvant...
pt: Aprovando...
sw: Inaidhinisha...

source: Link references for %(works_length)s works
pt: Referências de links para %(works_length)s obras

source: References will be linked for all documents.
pt: As referências serão vinculadas para todos os documentos.

source: Remove existing references first
pt: Remova primeiro as referências existentes

source: Linking references...
pt: Vinculando referências...

source: Link references
pt: Referências de link

source: Unapprove %(works_length)s works
fr: Désapprouver les travaux de %(works_length)s
pt: Desaprovar %(works_length)s funciona
sw: Usiidhinishe %(works_length)s inafanya kazi

source: Any documents will be unpublished.
pt: Todos os documentos não serão publicados.

source: Unapproving...
fr: Désapprobation...
pt: Não aprovando...
sw: Haiidhinishi...

source: Update %(works_length)s works
fr: La mise à jour %(works_length)s fonctionne
pt: Atualização %(works_length)s funciona
sw: Sasisha %(works_length)s inafanya kazi
