Repository: laws-africa/indigo
Catalog: indigo_app/locale/*/LC_MESSAGES/django.po
Languages: fr, pt, sw

source: Add taxonomy topics
fr: Ajouter des sujets de taxonomie
pt: Adicionar tópicos de taxonomia
sw: Ongeza mada za jamii

source: Remove taxonomy topics
fr: Supprimer des sujets de taxonomie
pt: Remover tópicos de taxonomia
sw: Ondoa mada za taksonomia

source: Updating...
fr: Mise à jour...
pt: Atualizando...
sw: Inasasisha...

source: Save changes
fr: Sauvegarder les modifications
pt: Salvar alterações
sw: Hifadhi mabadiliko

source: Overridden
fr: Remplacé
pt: Substituído
sw: Imebatilishwa

source: Created
fr: Créé
pt: Criada
sw: Imeundwa

source: Topics
fr: Sujets
pt: Disciplinas
sw: Mada

source: Update %(works_length)s selected...
fr: Mise à jour %(works_length)s sélectionnée...
pt: Atualizar %(works_length)s selecionado...
sw: Sasisha %(works_length)s imechaguliwa...

source: Approve %(works_length)s selected...
fr: Approuver %(works_length)s sélectionné...
pt: Aprovar %(works_length)s selecionado...
sw: Idhinisha %(works_length)s imechaguliwa...

source: Unapprove %(works_length)s selected...
fr: Annuler l'approbation de %(works_length)s sélectionné...
pt: Desaprovar %(works_length)s selecionado...
sw: Usiidhinishe %(works_length)s imechaguliwa...

source: Link references for %(works_length)s selected...
pt: Referências de link para %(works_length)s selecionados...

source: You do not have country permissions to update %(n_disallowed)s of the selected works.
fr: Vous ne disposez pas des autorisations nationales pour mettre à jour %(n_disallowed)s des œuvres sélectionnées.
pt: Você não tem permissão de país para atualizar %(n_disallowed)s das obras selecionadas.
sw: Huna ruhusa za nchi kusasisha %(n_disallowed)s ya kazi zilizochaguliwa.

source: %(count)s work (of %(total_works)s total)
fr: %(count)s travail (sur %(total_works)s total)
pt: %(count)s trabalho (de %(total_works)s total)
sw: Kazi %(count)s (ya %(total_works)s jumla)

source: Download to Excel
fr: Télécharger vers Excel
pt: Baixar para Excel
sw: Pakua hadi Excel

source: Select all %(works_length)s matching works
fr: Sélectionnez toutes les %(works_length)s œuvres correspondantes
pt: Selecione todos os trabalhos correspondentes %(works_length)s
sw: Chagua kazi zote %(works_length)s zote zinazolingana

source: Add new work
fr: Ajouter un nouveau travail
pt: Adicionar novo trabalho
sw: Ongeza kazi mpya

source: Batch add new works
fr: Lot ajouter de nouvelles œuvres
pt: Adicionar novos trabalhos em lote
sw: Kundi ongeza kazi mpya

source: Batch update works
fr: La mise à jour par lots fonctionne
pt: A atualização em lote funciona
sw: Usasishaji wa kundi hufanya kazi

source: Your current tasks
fr: Vos tâches actuelles
pt: Suas tarefas atuais
sw: Kazi zako za sasa

source: Current tasks
fr: Tâches en cours
pt: Tarefas atuais
sw: Kazi za sasa

source: You don't have any assigned tasks right now.
fr: Vous n'avez aucune tâche assignée pour le moment.
pt: Você não tem nenhuma tarefa atribuída no momento.
sw: Huna kazi zozote ulizokabidhiwa kwa sasa.

source: %(username)s doesn't have any assigned tasks right now.
fr: %(nom d'utilisateur)s n'a aucune tâche assignée pour le moment.
pt: %(username)s não tem nenhuma tarefa atribuída no momento.
sw: %(username)s hana kazi zozote zilizokabidhiwa kwa sasa.

source: Tasks waiting for approval
fr: Tâches en attente d'approbation
pt: Tarefas aguardando aprovação
sw: Kazi zinazosubiri idhini

source: You have no tasks waiting for approval.
fr: Vous n'avez aucune tâche en attente d'approbation.
pt: Você não tem tarefas aguardando aprovação.
sw: Huna kazi zinazosubiri kuidhinishwa.

source: %(username)s has no tasks waiting for approval.
fr: %(nom d'utilisateur)s n'a aucune tâche en attente d'approbation.
pt: %(username)s não tem tarefas aguardando aprovação.
sw: %(username)s haina kazi zinazosubiri kuidhinishwa.

source: Your recently approved tasks
fr: Vos tâches récemment approuvées
pt: Suas tarefas aprovadas recentemente
sw: Kazi ulizoidhinisha hivi majuzi

source: Recently approved tasks
fr: Tâches récemment approuvées
pt: Tarefas aprovadas recentemente
sw: Kazi zilizoidhinishwa hivi majuzi

source: You have no tasks that have been approved.
fr: Vous n'avez aucune tâche approuvée.
pt: Você não tem tarefas que foram aprovadas.
sw: Huna majukumu ambayo yameidhinishwa.

source: %(username)s has no tasks that have been approved.
fr: %(nom d'utilisateur)s n'a aucune tâche approuvée.
pt: %(username)s não tem tarefas que foram aprovadas.
sw: %(username)s haina kazi ambazo zimeidhinishwa.

source: My tasks
fr: Mes tâches
pt: Minhas tarefas
sw: Kazi zangu

source: Profile
fr: Profil
pt: Perfil
sw: Wasifu

source: Email addresses
fr: Adresses mail
pt: Endereço de e-mail
sw: Anwani za barua pepe

source: Social accounts
fr: Comptes sociaux
pt: contas sociais
sw: Akaunti za kijamii

source: API access
fr: Accès API
pt: acesso à API
sw: Ufikiaji wa API

source: Accept terms
fr: Accepter les termes
pt: Aceitar os termos
sw: Kubali masharti

source: To continue, please accept the Terms of Use
fr: Pour continuer, veuillez accepter les conditions d'utilisation
pt: Para continuar, aceite os Termos de Uso
sw: Ili kuendelea, tafadhali ukubali Sheria na Masharti

source: I have read and accept the <a href="%(url)s" target="_blank">Terms of Use</a>.
fr: J'ai lu et j'accepte les <la reference"%(url)s" la cible="_vide">Conditions d'utilisation</a>.
pt: Li e aceito os <a href="%(url)s" target="_blank">Termos de Uso</a>.
sw: Nimesoma na kukubali Sheria na Masharti <a href="%(url)s" target="_blank"></a>.

source: Continue
fr: Continuer
pt: Continuar
sw: Endelea

source: Use the API token below to authenticate your calls to the Indigo API. <strong>Keep it secret!</strong>
fr: Utilisez le jeton API ci-dessous pour authentifier vos appels à l'API Indigo. <strong>Gardez-le secret !</strong>
pt: Use o token de API abaixo para autenticar suas chamadas para a API Indigo. <strong>Mantenha isso em segredo!</strong>
sw: Tumia tokeni ya API iliyo hapa chini ili kuthibitisha simu zako kwa API ya Indigo. <strong>Weka siri!</strong>

source: Generate a new API token if your current token has been leaked. <strong>Your old token will stop working.</strong>
fr: Générez un nouveau jeton d'API si votre jeton actuel a été divulgué. <strong>Votre ancien jeton cessera de fonctionner.</strong>
pt: Gere um novo token de API se seu token atual tiver vazado. <strong>Seu token antigo deixará de funcionar.</strong>
sw: Tengeneza tokeni mpya ya API ikiwa tokeni yako ya sasa imevuja. <strong>Tokeni yako ya zamani itaacha kufanya kazi.</strong>

source: Generate new API token
fr: Générer un nouveau jeton API
pt: Gerar novo token de API
sw: Tengeneza tokeni mpya ya API

source: Edit Profile
fr: Editer le profil
pt: Editar Perfil
sw: Badilisha Wasifu

source: Mainentance mode. Only staff can use the site.
fr: Mode entretien. Seul le personnel peut utiliser le site.
pt: Modo de manutenção. Apenas funcionários podem usar o site.
sw: Hali ya matengenezo. Wafanyakazi pekee wanaweza kutumia tovuti.

source: Account
fr: Compte
pt: Conta
sw: Akaunti

source: Site settings
fr: Paramètres du site
pt: Configurações do site
sw: Mipangilio ya tovuti

source: Log out
fr: Se déconnecter
pt: Sair
sw: Toka nje

source: Documentation
pt: Documentação
sw: Nyaraka

source: Feedback
fr: Retour
pt: Opinião
sw: Maoni

source: Indigo on GitHub
fr: Indigo sur GitHub
pt: Indigo no GitHub
sw: Indigo kwenye GitHub

source: Terms of Use &amp; Privacy Policy
fr: Conditions d'utilisation &amp; Politique de confidentialité
pt: Termos de Uso &amp; Política de Privacidade
sw: Masharti ya Matumizi &amp; Sera ya Faragha

source: Your account
fr: Votre compte
pt: Sua conta
sw: Akaunti yako

source: Work
fr: Travail
pt: Trabalho
sw: Kazi

source: Task
fr: Tâche
pt: Tarefa
sw: Kazi

source: As at date
fr: A la date
pt: Como na data
sw: Kama tarehe

source: %(counter)s task
fr: %(counter)s tâche
pt: %(counter)s tarefa
sw: %(counter)s kazi

source: Activity
fr: Activité
pt: Atividade
sw: Shughuli

source: Works up to date as at
fr: Fonctionne à jour au
pt: Trabalha atualizado como em
sw: Hufanya kazi hadi sasa kama saa

source: Principal works
fr: Principaux travaux
pt: Principais obras
sw: Kazi kuu

source: Contributor leaderboard
fr: Classement des contributeurs
pt: Tabela de classificação de contribuidores
sw: Ubao wa wanaoongoza wa wachangiaji

source: Recently updated works
fr: Travaux récemment mis à jour
pt: Trabalhos atualizados recentemente
sw: Kazi zilizosasishwa hivi majuzi

source: by you
fr: par toi
pt: por você
sw: na wewe

source: Recently added works
fr: Oeuvres récemment ajoutées
pt: Trabalhos adicionados recentemente
sw: Kazi zilizoongezwa hivi karibuni

source: Added
fr: Ajoutée
pt: Adicionado
sw: Imeongezwa

source: repealed
fr: abrogé
pt: revogado
sw: kufutwa

source: Explorer
fr: Explorateur
pt: Explorador
sw: Mchunguzi

source: Go
fr: Aller
pt: Ir
sw: Nenda

source: Use <code>a:</code> as the Akoma Ntoso namespace prefix, and <code>re:</code> for <a href="https://lxml.de/xpathxslt.html#regular-expressions-in-xpath" target="_blank" rel="noreferrer noopener">regular expressions</a>. Also see the <a href="https://devhints.io/xpath" target="_blank" rel="noreferrer noopener">XPath cheatsheet</a>.
fr: Utilisez <code>a :</code> comme préfixe d'espace de noms Akoma Ntoso, et <code>re :</code> pour <a href="https://lxml.de/xpathxslt.html#regular-expressions-in-xpath" target="_blank" rel="noreferrer noopener">expressions régulières</a>. Voir aussi la feuille de triche <a href="https://devhints.io/xpath" target="_blank" rel="noreferrer noopener">XPath</a>.
pt: Use <code>a:</code> como o prefixo de namespace Akoma Ntoso e <code>re:</code> para <a href="https://lxml.de/xpathxslt.html#regular-expressions-in-xpath" target="_blank" rel="noreferrer noopener">expressões regulares</a>. Consulte também a folha de dicas <a href="https://devhints.io/xpath" target="_blank" rel="noreferrer noopener">XPath</a>.
sw: Tumia <code>a:</code> kama kiambishi awali cha nafasi ya majina ya Akoma Ntoso, na <code>re:</code> kwa misemo <a href="https://lxml.de/xpathxslt.html#regular-expressions-in-xpath" target="_blank" rel="noreferrer noopener">ya kawaida</a>. Pia tazama <a href="https://devhints.io/xpath" target="_blank" rel="noreferrer noopener">XPath cheatsheet</a>.

source: Examples
fr: Exemples
pt: Exemplos
sw: Mifano

source: %(n_matches)s matches in %(n_documents)s documents
fr: %(n_matches)s correspondances dans %(n_documents)s documents
pt: %(n_matches)s correspondências em %(n_documents)s documentos
sw: %(n_matches)s zinazolingana katika hati %(n_documents)s

source: Places
fr: Lieux
pt: Lugares
sw: Maeneo

source: Localities
fr: Localités
pt: Localidades
sw: Maeneo

source: URL of the Google Sheets spreadsheet with work metadata.
fr: URL de la feuille de calcul Google Sheets avec les métadonnées de travail.
pt: URL da planilha do Planilhas Google com metadados de trabalho.
sw: URL ya lahajedwali ya Majedwali ya Google yenye metadata ya kazini.

source: Date up to which all works have been consolidated.
fr: Date jusqu'à laquelle tous les travaux ont été consolidés.
pt: Data até a qual todos os trabalhos foram consolidados.
sw: Tarehe ambayo kazi zote zimeunganishwa.

source: URL of the Style Guide documentation for %(place_name)s.
fr: URL de la documentation du guide de style pour %(place_name)s.
pt: URL da documentação do Guia de Estilo para %(place_name)s.
sw: URL ya hati za Mwongozo wa Sinema kwa %(place_name)s.

source: The text to display on a document's coverpage when no Gazette (or publication document) is associated with the work.
fr: Le texte à afficher sur la page de garde d'un document lorsque aucune gazette (ou document de publication) n'est associée à l'œuvre.
pt: O texto a ser exibido na folha de rosto de um documento quando nenhum Gazette (ou documento de publicação) está associado ao trabalho.
sw: Maandishi ya kuonyesha kwenye ukurasa wa jalada wa hati wakati hakuna Gazeti la Serikali (au hati ya uchapishaji) inayohusishwa na kazi hiyo.

source: The text to display on a document's coverpage when it's part of a consolidation.
fr: Texte à afficher sur la page de garde d'un document lorsqu'il fait partie d'une consolidation.
pt: O texto a ser exibido na folha de rosto de um documento quando ele faz parte de uma consolidação.
sw: Maandishi ya kuonyesha kwenye ukurasa wa jalada wa hati wakati ni sehemu ya ujumuishaji.

source: Is a consolidation being worked on in this place?<br> If checked, a Consolidation point in time will be created on bulk import for all principal works that are older than the given consolidation date — which is either the consolidation_date given per work in the spreadsheet or the as-at date recorded here.<br> For example, if the consolidation date is in 2000 and an Act is from 2001, a consolidation point in time will NOT be created for that Act on bulk import.
fr: Une consolidation est-elle en cours d'élaboration à cet endroit ?<br> Si cette case est cochée, un point de consolidation dans le temps sera créé lors de l'importation en bloc pour tous les travaux principaux antérieurs à la date de consolidation donnée - qui est soit la consolidation_date donnée par travail dans la feuille de calcul, soit la date actuelle enregistrée ici.<br> Par exemple, si la date de consolidation est en 2000 et qu'une loi date de 2001, un point de consolidation dans le temps ne sera PAS créé pour cette loi lors de l'importation en bloc.
pt: Há uma consolidação sendo trabalhada neste lugar?<br> Se marcado, um ponto de consolidação no tempo será criado na importação em massa para todos os trabalhos principais anteriores à data de consolidação especificada — que é a data de consolidação fornecida por trabalho na planilha ou a data atual registrada aqui.<br> Por exemplo, se a data de consolidação for 2000 e uma lei for de 2001, um ponto de consolidação no tempo NÃO será criado para essa lei sobre importação em massa.
sw: Je, ujumuishaji unafanyiwa kazi mahali hapa?<br> Ikichaguliwa, hatua ya Ujumuishaji itaundwa kwa kuagiza kwa wingi kwa kazi zote kuu ambazo ni za zamani zaidi ya tarehe ya ujumuishaji iliyotolewa - ambayo ni ama tarehe_ya_kuunganisha iliyotolewa kwa kila kazi katika lahajedwali au tarehe iliyorekodiwa hapa.<br> Kwa mfano, ikiwa tarehe ya ujumuishaji ni mwaka wa 2000 na Sheria ni ya 2001, hatua ya kuunganisha kwa wakati HAITAundwa kwa Sheria hiyo ya uingizaji wa wingi.

source: Are Chapters used for Acts in this place?<br> If checked, the 'cap' column will be recorded on bulk import.
fr: Les chapitres sont-ils utilisés pour les actes à cet endroit ?<br> Si cochée, la colonne 'cap' sera enregistrée lors de l'importation en masse.
pt: Os Capítulos são usados para Atos neste lugar?<br> Se marcada, a coluna 'cap' será registrada na importação em massa.
sw: Je, Sura zinatumika kwa Matendo mahali hapa?<br> Ikiwekwa alama, safu wima ya 'cap' itarekodiwa kwenye uingizaji wa wingi.

source: Is the publication date optional in this place?
fr: La date de publication est-elle facultative à cet endroit ?
pt: A data de publicação é opcional neste local?
sw: Je, tarehe ya kuchapishwa ni ya hiari mahali hapa?

source: Download full legislation index for %(place)s
fr: Télécharger l'index complet de la législation pour %(place)s
pt: Baixe o índice de legislação completo para %(place)s
sw: Pakua faharasa kamili ya sheria ya %(place)s

source: Permissions
fr: Autorisations
pt: Permissões
sw: Ruhusa

source: Change locality
fr: Changer de localité
pt: Alterar localidade
sw: Badilisha eneo

source: Choose locality
fr: Choisissez la localité
pt: Escolha a localidade
sw: Chagua eneo

source: Users
fr: Utilisateurs
pt: Usuários
sw: Watumiaji

source: Allowed Users
fr: Utilisateurs autorisés
pt: Usuários permitidos
sw: Watumiaji Wanaoruhusiwa

source: Social Network Login Failure
fr: Échec de la connexion au réseau social
pt: Falha de login na rede social
sw: Kushindwa Kuingia kwa Mtandao wa Kijamii

source: An error occurred while attempting to login via your social network account.
fr: Une erreur s'est produite lors de la tentative de connexion via votre compte de réseau social.
pt: Ocorreu um erro ao tentar fazer login por meio de sua conta de rede social.
sw: Hitilafu ilitokea wakati wa kujaribu kuingia kupitia akaunti yako ya mtandao wa kijamii.

source: Details
fr: Détails
pt: Detalhes
sw: Maelezo

source: You can sign in to your account using any of these third party accounts:
fr: Vous pouvez vous connecter à votre compte à l'aide de l'un de ces comptes tiers :
pt: Você pode fazer login em sua conta usando qualquer uma destas contas de terceiros:
sw: Unaweza kuingia katika akaunti yako kwa kutumia mojawapo ya akaunti hizi za wahusika wengine:

source: Really remove this social account?
fr: Vraiment supprimer ce compte social ?
pt: Realmente remover esta conta social?
sw: Je, ungependa kuondoa akaunti hii ya kijamii?

source: Disconnect
fr: Déconnecter
pt: desconectar
sw: Tenganisha

source: You currently have no social network accounts connected to this account.
fr: Vous n'avez actuellement aucun compte de réseau social connecté à ce compte.
pt: No momento, você não tem contas de redes sociais conectadas a esta conta.
sw: Kwa sasa huna akaunti za mtandao wa kijamii zilizounganishwa kwenye akaunti hii.

source: Connect a social account
fr: Connecter un compte social
pt: Conectar uma conta social
sw: Unganisha akaunti ya kijamii

source: Connecting to a social account allows you to use it to login to Indigo.
fr: La connexion à un compte social vous permet de l'utiliser pour vous connecter à Indigo.
pt: Conectar-se a uma conta social permite que você a use para fazer login no Indigo.
sw: Kuunganisha kwa akaunti ya kijamii hukuruhusu kuitumia kuingia kwa Indigo.

source: Connect to
fr: Se connecter à
pt: Conectar a
sw: Unganisha kwa

source: The %(INDIGO_ORGANISATION)s Team
fr: L'équipe %(INDIGO_ORGANISATION)s
pt: a equipe %(INDIGO_ORGANISATION)s
sw: Timu %(INDIGO_ORGANISATION)s

source: No provision with this id found: '%(eid)s'
pt: Nenhuma provisão com este id encontrada: '%(eid)s'

source: Publication
pt: Publicação
sw: Uchapishaji

source: As-at date
fr: À ce jour
pt: Data atual
sw: Kama - kwa tarehe

source: Consolidation date
fr: Date de consolidation
pt: Data de consolidação
sw: Tarehe ya ujumuishaji

source: Consolidation note
fr: Note de consolidation
pt: Nota de consolidação
sw: Ujumbe wa ujumuishaji

source: Disclaimer
fr: Clause de non-responsabilité
pt: Isenção de responsabilidade
sw: Zuio

source: Assigned
fr: Attribué
pt: Atribuído
sw: Imekabidhiwa

source: Pending review
fr: En attendant l'examen
pt: Revisão pendente
sw: Inasubiri ukaguzi

source: List introductions containing remarks
fr: Répertorier les introductions contenant des remarques
pt: Listar introduções contendo comentários
sw: Orodhesha utangulizi ulio na maoni

source: Adjacent block lists
fr: Listes de blocage adjacentes
pt: Listas de bloqueio adjacentes
sw: Orodha za block zilizo karibu

source: Expression must produce elements, but found %(classname)s instead.
fr: L'expression doit produire des éléments, mais a trouvé %(classname)s à la place.
pt: A expressão deve produzir elementos, mas encontrou %(classname)s em vez disso.
sw: Usemi lazima utoe vipengele, lakini upatikane %(classname)s badala yake.

source: Settings updated.
fr: Paramètres mis à jour.
pt: Configurações atualizadas.
sw: Mipangilio imesasishwa.

source: Users updated.
fr: Utilisateurs mis à jour.
pt: Usuários atualizados.
sw: Watumiaji wamesasishwa.

source: Full index for %(place)s.xlsx
fr: Index complet pour %(place)s.xlsx
pt: Índice completo para %(place)s.xlsx
sw: Faharasa kamili ya %(place)s.xlsx

source: legislation %(place)s.xlsx
fr: législation %(place)s.xlsx
pt: legislação %(place)s.xlsx
sw: sheria %(place)s.xlsx

source: Updated %(works_count)s works.
fr: La mise à jour %(works_count)s fonctionne.
pt: %(works_count)s atualizado funciona.
sw: Imesasishwa %(works_count)s inafanya kazi.

source: Approved %(works_count)s works.
fr: Travaux %(works_count)s approuvés.
pt: %(works_count)s trabalhos aprovados.
sw: Imeidhinishwa %(works_count)s inafanya kazi.

source: Created %(import_tasks_count)s Import tasks.
fr: Création de %(import_tasks_count)s Tâches d'importation.
pt: Criado %(import_tasks_count)s Tarefas de importação.
sw: Imeundwa %(import_tasks_count)s Leta kazi.

source: Created %(gazette_tasks_count)s Gazette tasks.
fr: Création de tâches %(gazette_tasks_count)s Gazette.
pt: Criadas %(gazette_tasks_count)s tarefas do Gazette.
sw: Imeundwa %(gazette_tasks_count)s Kazi za Gazeti.

source: Created %(amendment_tasks_count)s Amendment tasks.
fr: Création de %(amendment_tasks_count)s Tâches d'amendement.
pt: %(amendment_tasks_count)s Tarefas de alteração criadas.
sw: Imeundwa %(amendment_tasks_count)s Kazi za marekebisho.

source: Unapproved %(works_count)s works.
fr: Travaux %(works_count)s non approuvés.
pt: %(works_count)s não aprovado funciona.
sw: Haijaidhinishwa %(works_count)s inafanya kazi.

source: Linked references for %(n_docs)s documents, with %(n_changed)s documents changed.
pt: Referências vinculadas para %(n_docs)s documentos, com %(n_changed)s documentos alterados.

source: submitted for review
fr: soumis pour examen
pt: enviado para revisão
sw: imewasilishwa kwa ukaguzi

source: returned with changes requested
fr: retourné avec les modifications demandées
pt: retornou com alterações solicitadas
sw: imerudishwa na mabadiliko yaliyoombwa

source: Task '%(title)s' has been %(verb)s
fr: La tâche '%(title)s' a été %(verb)s
pt: A tarefa '%(title)s' foi %(verb)s
sw: Kazi '%(title)s' imekuwa %(verb)s

source: Task '%(title)s' has been unassigned
fr: La tâche '%(title)s' n'a pas été attribuée
pt: A tarefa '%(title)s' não foi atribuída
sw: Kazi '%(title)s' haijakabidhiwa

source: You have picked up the task '%(title)s'
fr: Vous avez récupéré la tâche '%(title)s'
pt: Você pegou a tarefa '%(title)s'
sw: Umechukua jukumu '%(title)s'

source: Task '%(title)s' has been assigned
fr: La tâche '%(title)s' a été assignée
pt: A tarefa '%(title)s' foi atribuída
sw: Kazi '%(title)s' imekabidhiwa

source: Task '%(title)s' has been updated
fr: La tâche '%(title)s' a été mise à jour
pt: A tarefa '%(title)s' foi atualizada
sw: Kazi '%(title)s' imesasishwa

source: Task '%(title)s' has been blocked
fr: La tâche '%(title)s' a été bloquée
pt: A tarefa '%(title)s' foi bloqueada
sw: Kazi '%(title)s' imezuiwa

source: Task '%(title)s' has been unblocked
fr: La tâche '%(title)s' a été débloquée
pt: A tarefa '%(title)s' foi desbloqueada
sw: Kazi '%(title)s' imefunguliwa

source: Unassigned %(count)d task%(plural)s
fr: Tâche %(count)d non attribuée%(plural)s
pt: Tarefa %(count)d não atribuída%(plural)s
sw: Haijakabidhiwa %(count)d kazi%(plural)s

source: Assigned %(count)d task%(plural)s to %(user)s
fr: Attribué la tâche %(count)d%(plural)s à %(user)s
pt: Atribuída %(count)d tarefa%(plural)s a %(user)s
sw: Imekabidhiwa %(count)d kazi%(plural)s kwa %(user)s

source: Computer says no.
fr: L'ordinateur a dit non.
pt: O computador diz não.
sw: Kompyuta inasema hapana.

source: %(verb)s %(count)d task%(plural)s
pt: %(verb)s %(count)d tarefa%(plural)s

source: Couldn't %(verb)s %(count)d task%(plural)s
pt: Não foi possível %(verb)s %(count)d tarefa%(plural)s

source: Work updated.
fr: Travail mis à jour.
pt: Trabalho atualizado.
sw: Kazi imesasishwa.

source: Deleted %(title)s · %(frbr_uri)s
fr: Supprimé %(title)s · %(frbr_uri)s
pt: Excluído %(title)s · %(frbr_uri)s
sw: Imefutwa %(title)s · %(frbr_uri)s

source: This work cannot be deleted while linked documents and related works exist.
fr: Cette œuvre ne peut pas être supprimée tant que des documents liés et des œuvres associées existent.
pt: Este trabalho não pode ser excluído enquanto existirem documentos vinculados e trabalhos relacionados.
sw: Kazi hii haiwezi kufutwa wakati hati zilizounganishwa na kazi zinazohusiana zipo.
