Repository: laws-africa/indigo
Catalog: indigo_app/locale/*/LC_MESSAGES/django.po
Languages: fr, pt, sw

source: This task is blocking these tasks:
fr: Cette tâche bloque ces tâches :
pt: Esta tarefa está bloqueando estas tarefas:
sw: Jukumu hili linazuia kazi hizi:

source: Clear
fr: Nettoyer
pt: Limpar
sw: Wazi

source: Paste in a URL (preferred), or upload a file.
fr: Collez une URL (de préférence) ou téléchargez un fichier.
pt: Cole um URL (de preferência) ou carregue um arquivo.
sw: Bandika kwenye URL (inayopendekezwa), au pakia faili.

source: Upload the converted file.
fr: Téléchargez le fichier converti.
pt: Carregue o arquivo convertido.
sw: Pakia faili iliyobadilishwa.

source: A short description of this task
fr: Une brève description de cette tâche
pt: Uma breve descrição desta tarefa
sw: Maelezo mafupi ya kazi hii

source: Change work
fr: Changer de travail
pt: Mudar de trabalho
sw: Badilisha kazi

source: Choose work
fr: Choisissez le travail
pt: Escolha o trabalho
sw: Chagua kazi

source: Choose a document, or enter a date (optional).
fr: Choisissez un document ou saisissez une date (facultatif).
pt: Escolha um documento ou insira uma data (opcional).
sw: Chagua hati, au weka tarehe (hiari).

source: %(count)s task (of %(total_tasks)s total)
fr: %(count)s tâche (sur %(total_tasks)s total)
pt: %(count)s tarefa (de %(total_tasks)s total)
sw: %(count)s kazi (ya %(total_tasks)s jumla)

source: Task
fr: Tâche
pt: Tarefa
sw: Kazi

source: Place
fr: Lieu
pt: Lugar
sw: Mahali

source: Document
pt: Documento
sw: Hati

source: Work or Document
fr: Travail ou document
pt: Trabalho ou Documento
sw: Kazi au Hati

source: Updated
fr: Mis à jour
pt: Atualizada
sw: Imesasishwa

source: No tasks found
fr: Aucune tâche trouvée
pt: Nenhuma tarefa encontrada
sw: Hakuna kazi zilizopatikana

source: commented
fr: commenté
pt: comentou
sw: ametoa maoni

source: Add a comment
fr: Ajouter un commentaire
pt: Adicione um comentário
sw: Ongeza maoni

source: Comment
fr: Commentaire
pt: Comente
sw: Maoni

source: Please <a href="%(login_url)s">log in</a> to leave a comment.
fr: Veuillez <a href="%(url_de_connexion)s">vous connecter</a> pour laisser un commentaire.
pt: Por favor <a href="%(login_url)s">log in</a> para deixar um comentário.
sw: Tafadhali <a href="%(login_url)s">ingia</a> ili kuacha maoni.

source: Amended by
fr: Modifié par
pt: Alterado por
sw: Imerekebishwa na

source: Work
fr: Travail
pt: Trabalhar
sw: Kazi

source: Amendments made
fr: Modifications apportées
pt: Alterações feitas
sw: Marekebisho yaliyofanywa

source: Choose a work
fr: Choisissez une oeuvre
pt: Escolha um trabalho
sw: Chagua kazi

source: Search...
fr: Recherche...
pt: Procurar...
sw: Tafuta...

source: Create a new work
fr: Créer une nouvelle œuvre
pt: Criar um novo trabalho
sw: Unda kazi mpya

source: Cancel
fr: Annuler
pt: Cancelar
sw: Ghairi

source: Year
fr: Année
pt: Ano
sw: Mwaka

source: Title
fr: Titre
pt: Título
sw: Mada

source: stub
fr: bout
pt: esboço
sw: mbegu

source: not commenced
fr: pas commencé
pt: não começou
sw: haijaanza

source: commencement date unknown
fr: date de début inconnue
pt: data de início desconhecida
sw: tarehe ya kuanza haijulikani

source: Load more...
fr: Charger plus...
pt: Carregue mais...
sw: Pakia zaidi...

source: Commencements
fr: Débuts
pt: Começo
sw: Kuanza

source: Note
pt: Observação
sw: Kumbuka

source: In full
fr: En entier
pt: Na íntegra
sw: Kwa ukamilifu

source: Commencements made
fr: Débuts effectués
pt: Começos feitos
sw: Kuanza kufanywa

source: Add comment
fr: Ajouter un commentaire
pt: Adicionar comentário
sw: Ongeza maoni

source: made %(n_changes)s change
fr: fait %(n_changes)s changement
pt: fez %(n_changes)s alteração
sw: ilifanya mabadiliko %(n_changes)s

source: Show changes
fr: Afficher les modifications
pt: Mostrar alterações
sw: Onyesha mabadiliko

source: Version
pt: Versão
sw: Toleo

source: Current version
fr: Version actuelle
pt: Versão Atual
sw: Toleo la sasa

source: Are you sure?
fr: Es-tu sûr?
pt: Tem certeza?
sw: Una uhakika?

source: Restore this version
fr: Restaurer cette version
pt: Restaurar esta versão
sw: Rejesha toleo hili

source: Filter...
fr: Filtre...
pt: Filtro...
sw: Chuja...

source: Advanced...
fr: Avancé...
pt: Avançado...

source: Clear all filters
fr: Supprimer tous les filtres
pt: Limpar todos os filtros
sw: Futa vichujio vyote

source: Apply
fr: Appliquer
pt: Aplicar
sw: Omba

source: Publication date range
fr: Plage de dates de publication
pt: Período de publicação
sw: Masafa ya tarehe ya kuchapishwa

source: Commencement date range
fr: Plage de dates de début
pt: Período de início
sw: Masafa ya tarehe ya kuanza

source: Amendment date range
fr: Plage de dates de modification
pt: Período de alteração
sw: Tarehe ya marekebisho

source: Repeal date range
fr: Supprimer la plage de dates
pt: Revogar período
sw: Masafa ya tarehe ya kufuta

source: Assent date range
fr: Plage de dates d'approbation
pt: Período de aprovação
sw: Muda wa tarehe ulioidhinishwa

source: FRBR URIs
fr: URI FRBR
pt: URIs de FRBR
sw: URI za FRBR

source: Clear filters
fr: Effacer les filtres
pt: Limpar filtros
sw: Futa vichungi

source: Apply filters
fr: Appliquer des filtres
pt: Aplicar filtros
sw: Weka vichungi

source: Add amendment
fr: Ajouter un amendement
pt: Adicionar alteração
sw: Ongeza marekebisho

source: e.g. Revised Laws 2004
pt: por exemplo, Leis Revisadas de 2004

source: Delete
fr: Supprimez
pt: Excluir
sw: Futa

source: Add commencement
fr: Ajouter le commencement
pt: Adicionar início
sw: Ongeza kuanza

source: Change commencing work
pt: Mudança no início do trabalho

source: Choose commencing work
fr: Choisissez le début des travaux
pt: Escolha começar o trabalho
sw: Chagua kuanza kazi

source: Add consolidation
fr: Ajouter une consolidation
pt: Adicionar consolidação
sw: Ongeza uimarishaji

source: You don't have permission to create or change a work.
fr: Vous n'êtes pas autorisé à créer ou à modifier une œuvre.
pt: Você não tem permissão para criar ou alterar uma obra.
sw: Huna ruhusa ya kuunda au kubadilisha kazi.

source: There were some errors in the information you entered. Please correct the following:
fr: Il y a eu des erreurs dans les informations que vous avez saisies. Veuillez corriger ce qui suit :
pt: Houve alguns erros nas informações que você digitou. Corrija o seguinte:
sw: Kulikuwa na baadhi ya makosa katika maelezo uliyoweka. Tafadhali sahihisha yafuatayo:

source: Short title
fr: Titre court
pt: Título curto
sw: Kichwa kifupi

source: Work type
fr: Type de travail
pt: Tipo de trabalho
sw: Aina ya kazi

source: Work subtype
fr: Sous-type de travail
pt: Subtipo de trabalho
sw: Aina ndogo ya kazi

source: (none)
fr: (aucun)
pt: (nenhum)
sw: (hakuna)

source: Year (or date) of introduction
fr: Année (ou date) d'introduction
pt: Ano (ou data) de introdução
sw: Mwaka (au tarehe) ya kuanzishwa

source: Number within year
fr: Nombre dans l'année
pt: Número dentro do ano
sw: Idadi ndani ya mwaka

source: Number or short name that uniquely identifies this legislation within the year of introduction. Numbers, letters and '-' only.
fr: Numéro ou nom abrégé qui identifie de manière unique cette législation au cours de l'année d'introduction. Chiffres, lettres et '-' uniquement.
pt: Número ou nome abreviado que identifica exclusivamente esta legislação no ano de introdução. Apenas números, letras e '-'.
sw: Nambari au jina fupi ambalo linatambulisha sheria hii kwa njia ya kipekee ndani ya mwaka wa kuanzishwa. Nambari, herufi na '-' pekee.

source: Chapter numbers
pt: Números dos capítulos

source: Responsible organisation (actor)
fr: Organisation responsable (acteur)
pt: Organização responsável (ator)
sw: Shirika linalowajibika (mwigizaji)

source: Organisation that created this work. Not normally used for national legislation. Numbers, letters and '-' only.
pt: Organização que criou este trabalho. Normalmente não é usado para legislação nacional. Números, letras e '-' apenas.

source: Principal work
fr: Travail principal
pt: Trabalho principal
sw: Kazi kuu

source: Principal works are not simply repeals, amendments or commencements, and should have full text content.
fr: Les œuvres principales ne sont pas simplement des abrogations, des modifications ou des introductions, et doivent avoir un contenu en texte intégral.
pt: Os trabalhos principais não são simplesmente revogações, emendas ou inícios, e devem ter conteúdo de texto completo.
sw: Kazi kuu sio kubatilisha tu, marekebisho au kuanza, na zinapaswa kuwa na maandishi kamili.

source: Check this option for commencing or amending works, or other works for which content won't be marked up.
fr: Cochez cette option pour commencer ou modifier des travaux, ou d'autres travaux dont le contenu ne sera pas balisé.
pt: Marque esta opção para iniciar ou alterar trabalhos, ou outros trabalhos cujo conteúdo não será marcado.
sw: Angalia chaguo hili kwa kuanza au kurekebisha kazi, au kazi zingine ambazo maudhui hayatawekewa alama.

source: Taxonomy topics
fr: Sujets de taxonomie
pt: Tópicos de taxonomia
sw: Mada za Jamii

source: Assent date
fr: Date de sanction
pt: data de consentimento
sw: Tarehe ya kupitishwa

source: Publication date
fr: Date de publication
pt: Data de publicação
sw: Tarehe ya kuchapishwa

source: Publication name
fr: Nom de publication
pt: Nome da Publicação
sw: Jina la uchapishaji

source: Usually the Government Gazette.
fr: Généralement le Journal officiel.
pt: Geralmente o Diário do Governo.
sw: Kwa kawaida Gazeti la Serikali.

source: Publication number
fr: Numéro de parution
pt: Número da publicação
sw: Nambari ya uchapishaji

source: Usually the gazette number.
fr: Généralement le numéro du journal officiel.
pt: Geralmente o número da gazeta.
sw: Kawaida nambari ya gazeti.

source: Check if this work has come into force, or has a future commencement date.
fr: Vérifiez si ces travaux sont entrés en vigueur ou ont une date de début future.
pt: Verifique se esta obra já entrou em vigor ou tem data de início futura.
sw: Angalia ikiwa kazi hii imeanza kutumika, au ina tarehe ya kuanza kutumika.

source: Add basic commencement details below, or go to the <a href="%(comm_url)s" target="_blank">Commencements</a> page for more options.
pt: Adicione detalhes básicos de início abaixo ou vá para a página <a href="%(comm_url)s" target="_blank">Início</a> para mais opções.

source: Changes to commencement dates will not automatically update the <a href="%(related_url)s" target="_blank">commencements, amendments, and repeals made</a> by this work.
pt: As alterações nas datas de início não atualizarão automaticamente os <a href="%(related_url)s" target="_blank">inícios, alterações e revogações feitas</a> por este trabalho.

source: Aliases
fr: Alias
pt: Apelido
sw: Majina ya utani

source: Common aliases for this work, such as 'Penal Code' or 'POPIA'.
fr: Alias courants pour ce travail, tels que « Code pénal » ou « POPIA ».
pt: Apelidos comuns para este trabalho, como 'Código Penal' ou 'POPIA'.
sw: Lakabu za kawaida za kazi hii, kama vile 'Msimbo wa Adhabu' au 'POPIA'.

source: Date up to which this work was last checked for updates. Only set this if it should be different from %(name)s's as-at date
fr: Date à laquelle cette œuvre a été vérifiée pour la dernière fois pour les mises à jour. Ne définissez cette valeur que si elle doit être différente de la date actuelle de %(name)s
pt: Data até a qual este trabalho foi verificado pela última vez em busca de atualizações. Defina isso apenas se for diferente da data atual de %(name)s
sw: Tarehe ambayo kazi hii iliangaliwa mara ya mwisho ili kupata masasisho. Weka hii tu ikiwa inapaswa kuwa tofauti na %(name)s's as-at date

source: Consolidation note that applies to just this work. Overrides a consolidation note in %(name)s if set.
fr: Note de consolidation qui s'applique uniquement à ce travail. Remplace une note de consolidation en %(nom)s si elle est définie.
pt: Nota de consolidação que se aplica apenas a este trabalho. Substitui uma nota de consolidação em %(name)s se definido.
sw: Kumbuka ya ujumuishaji ambayo inatumika kwa kazi hii tu. Hubatilisha kidokezo cha ujumuishaji katika %(name)s ikiwa imewekwa.

source: Disclaimer for this work; it will be shown on all expressions.
fr: Avis de non-responsabilité pour ce travail ; il sera affiché sur toutes les expressions.
pt: Isenção de responsabilidade para este trabalho; será mostrado em todas as expressões.
sw: Kanusho kwa kazi hii; itaonyeshwa kwenye misemo yote.

source: Change country or locality
fr: Changer de pays ou de localité
pt: Alterar país ou localidade
sw: Badilisha nchi au eneo

source: Country and locality (advanced)
fr: Pays et localité (avancé)
pt: País e localidade (avançado)
sw: Nchi na eneo (ya hali ya juu)

source: This work cannot be deleted while <a href="%(amendments_url)s">linked documents</a> and <a href="%(related_url)s">related works</a> exist.
fr: Ce travail ne peut pas être supprimé tant que <la refeerence="%(url_de_modification)s">documents liés</a> et <la reference="%(url_connexe)s">travaux liés</a> existent.
pt: Este trabalho não pode ser excluído enquanto existirem <a href="%(amendments_url)s">documentos vinculados</a> e <a href="%(related_url)s">trabalhos relacionados</a>.
sw: Kazi hii haiwezi kufutwa wakati hati <a href="%(amendments_url)s">zilizounganishwa</a> na <a href="%(related_url)s">kazi zinazohusiana</a> zipo.

source: Are you sure you want to delete this work?
fr: Voulez-vous vraiment supprimer cette œuvre ?
pt: Tem certeza de que deseja excluir este trabalho?
sw: Je, una uhakika unataka kufuta kazi hii?

source: Saving
fr: Économie
pt: Salvando
sw: Kuhifadhi

source: Save
fr: Sauvegarder
pt: Salvar
sw: Hifadhi

source: Create
fr: Créer
pt: Criar
sw: Unda

source: Close
fr: Fermer
pt: Fechar
sw: Funga

source: Repeals made
fr: Abrogations faites
pt: Revogações feitas
sw: Mabatilisho yamefanywa

source: Add repealed work
fr: Ajouter une œuvre abrogée
pt: Adicionar trabalho revogado
sw: Ongeza kazi iliyofutwa

source: principal
pt: diretor

source: subsidiary
pt: subsidiária

source: work in progress
fr: travail en cours
pt: trabalho em progresso
sw: kazi inaendelea

source: Primary work
fr: Travail principal
pt: Trabalho principal
sw: Kazi ya msingi

source: Choose primary work
fr: Choisissez le travail principal
pt: Escolha o trabalho principal
sw: Chagua kazi ya msingi

source: The primary work for regulations is the Act in terms of which they were promulgated.
fr: L'ouvrage principal des règlements est la loi aux termes de laquelle ils ont été promulgués.
pt: O trabalho principal dos regulamentos é a lei nos termos da qual foram promulgados.
sw: Kazi ya msingi ya kanuni ni Sheria kulingana na ambayo zilitangazwa.

source: A work with this FRBR URI already exists. Edit it instead, or change the core fields on this work to avoid a clash.
fr: Un travail avec cet URI FRBR existe déjà. Modifiez-le à la place ou modifiez les champs principaux de ce travail pour éviter un conflit.
pt: Já existe um trabalho com este URI FRBR. Em vez disso, edite-o ou altere os campos principais deste trabalho para evitar conflitos.
sw: Kazi iliyo na URI hii ya FRBR tayari ipo. Ihariri badala yake, au ubadilishe sehemu za msingi kwenye kazi hii ili kuepuka mgongano.

source: This work may be a duplicate. Edit one of the below instead?
fr: Ce travail peut être un doublon. Modifier l'un des éléments ci-dessous à la place ?
pt: Este trabalho pode ser uma duplicata. Editar um dos itens abaixo?
sw: Kazi hii inaweza kuwa nakala. Je, ungependa kubadilisha mojawapo ya zilizo hapa chini badala yake?

source: Possible documents
fr: Documents éventuels
pt: Possíveis documentos
sw: Nyaraka zinazowezekana

source: Attach document
fr: Joindre un document
pt: anexar documento
sw: Ambatisha hati

source: Upload publication document
fr: Télécharger le document de publication
pt: Carregar documento de publicação
sw: Pakia hati ya uchapishaji

source: Repealed by
fr: Abrogé par
pt: Revogado por
sw: Imefutwa na

source: Choose repealing work
fr: Choisissez l'abrogation des travaux
pt: Escolha o trabalho de revogação
sw: Chagua kazi ya kufuta

source: Repeal date
fr: Date d'abrogation
pt: Data de revogação
sw: Tarehe ya kufutwa

source: The default date of repeal is the date of commencement of the selected repealing work.
fr: La date d'abrogation par défaut est la date de début des travaux d'abrogation sélectionnés.
pt: A data padrão de revogação é a data de início do trabalho de revogação selecionado.
sw: Tarehe chaguo-msingi ya kufutwa ni tarehe ya kuanza kwa kazi iliyochaguliwa ya kufuta.

source: Repeal verb
pt: Revogar verbo

source: Repeal note
pt: Nota de revogação

source: Subsidiary works
fr: Travaux annexes
pt: Obras subsidiárias
sw: Kazi tanzu

source: Really delete this commencement? There is no undo.
pt: Realmente excluir este início? Não há como desfazer.

source: Edit
fr: Modifier
pt: Editar
sw: Hariri

source: This commencement doesn't have a date.
pt: Este início não tem data.

source: Commenced by
fr: Commencé par
pt: Iniciado por
sw: Ilianzishwa na

source: Main commencement
fr: Début principal
pt: Começo principal
sw: Kuanza kuu

source: Commences all provisions
fr: Commence toutes les dispositions
pt: Inicia todas as disposições
sw: Huanza masharti yote

source: %(count)s provision commenced:
pt: %(count)s provisão iniciada:

source: Loading provisions…
pt: Carregando provisões…

source: Example: See section 1 ...
fr: Exemple : Voir la section 1 ...
pt: Exemplo: Veja a seção 1...
sw: Mfano: Angalia sehemu ya 1 ...

source: Another commencement has already been marked as 'main'.
pt: Outro início já foi marcado como ‘principal’.

source: A commencement can only commence all provisions if it's the only one.
pt: Um início só pode iniciar todas as disposições se for o único.

source: Discard all changes to this commencement?
pt: Descartar todas as alterações neste início?

source: Saving…
fr: Sauvegarde…
pt: Salvando…
sw: Inahifadhi…

source: Select all provisions
fr: Sélectionner toutes les dispositions
pt: Selecione todas as provisões
sw: Chagua masharti yote

source: Available provisions will appear here once the content has been marked up.
pt: As disposições disponíveis aparecerão aqui assim que o conteúdo for marcado.

source: Wait until the content has been finalised before selecting provisions.
pt: Aguarde até que o conteúdo seja finalizado antes de selecionar as disposições.

source: (and all subprovisions)
pt: (e todas as subdisposições)

source: Uncommenced provisions
fr: Dispositions non entamées
pt: Disposições não iniciadas
sw: Masharti ambayo hayajaanza

source: Resolve
fr: Résoudre
pt: Resolver
sw: Suluhisha

source: Create task
fr: Créer une tâche
pt: Criar tarefa
sw: Unda jukumu

source: Attachments
fr: Pièces jointes
pt: Anexos
sw: Viambatisho

source: Choose a file
fr: Choisissez un fichier
pt: Escolha um arquivo
sw: Chagua faili

source: Editor help
fr: Aide de l'éditeur
pt: Ajuda do editor
sw: Usaidizi wa mhariri

source: Starting the Preface
fr: Commencer la préface
pt: Iniciando o Prefácio
sw: Kuanzisha Dibaji

source: Mark the start of the Preface, before the Preamble and body.
fr: Marquez le début de la préface, avant le préambule et le corps.
pt: Marque o início do Prefácio, antes do Preâmbulo e do corpo.
sw: Weka alama kwenye mwanzo wa Dibaji, kabla ya Dibaji na mwili.

source: Starting the Preamble
fr: Commencer le préambule
pt: Iniciando o Preâmbulo
sw: Kuanzisha Dibaji

source: Mark the start of the Preamble, after the Preface and before the body.
fr: Marquez le début du préambule, après la préface et avant le corps.
pt: Marque o início do Preâmbulo, depois do Prefácio e antes do corpo.
sw: Weka alama kwenye mwanzo wa Dibaji, baada ya Dibaji na kabla ya mwili.

source: Markup the long title
fr: Balisage du titre long
pt: Marque o título longo
sw: Weka alama kwa kichwa kirefu

source: Indicate the long title of the work using <code>LONGTITLE</code>.
fr: Indiquez le titre long de l'œuvre en utilisant <code>LONGTITLE</code>.
pt: Indique o título longo do trabalho usando <code>LONGTITLE</code>.
sw: Onyesha kichwa kirefu cha kazi ukitumia <code>LONGTITLE</code>.

source: Starting the body of the document
fr: Démarrer le corps du document
pt: Iniciando o corpo do documento
sw: Kuanzisha mwili wa hati

source: Start the body of the document with <code>BODY</code>. This comes after the Preface and Preamble.
fr: Commencez le corps du document par <code>BODY</code>. Cela vient après la Préface et le Préambule.
pt: Inicie o corpo do documento com <code>BODY</code>. Isso vem depois do Prefácio e do Preâmbulo.
sw: Anzisha mwili wa hati kwa <code>BODY</code>. Hii inakuja baada ya Dibaji na Dibaji.

source: Starting a new Chapter
fr: Commencer un nouveau chapitre
pt: Iniciando um novo capítulo
sw: Kuanzisha Sura mpya

source: Start a Chapter with <code>CHAPTER</code> and a number, followed by <code> - </code> and the title. The number and title are both optional.
fr: Commencez un chapitre avec <code>CHAPTER</code> et un numéro, suivi de <code> - </code> et du titre. Le numéro et le titre sont tous deux facultatifs.
pt: Comece um capítulo com <code>CAPÍTULO</code> e um número, seguido por <code> - </code> e o título. O número e o título são opcionais.
sw: Anzisha Sura kwa <code>SURA</code> na nambari, ikifuatiwa na <code> - </code> na kichwa. Nambari na kichwa vyote ni vya hiari.

source: Starting a new Part
fr: Démarrer une nouvelle pièce
pt: Iniciando uma nova peça
sw: Kuanzisha Sehemu Mpya

source: Start a Part with <code>PART</code> and a number, followed by <code> - </code> and the title. The number and title are both optional.
fr: Commencez une partie avec <code>PART</code> et un numéro, suivi de <code> - </code> et du titre. Le numéro et le titre sont tous deux facultatifs.
pt: Comece uma parte com <code>PART</code> e um número, seguido por <code> - </code> e o título. O número e o título são opcionais.
sw: Anzisha Sehemu kwa <code>SEHEMU</code> na nambari, ikifuatiwa na <code> - </code> na kichwa. Nambari na kichwa vyote ni vya hiari.

source: Starting a new Subpart
fr: Démarrer une nouvelle sous-partie
pt: Iniciando uma nova subparte
sw: Kuanzisha Sehemu ndogo mpya

source: A subpart is a grouping container, like a Part, but without "Part" in the generated heading.
fr: Une sous-partie est un conteneur de regroupement, comme une Part, mais sans « Part » dans l'en-tête généré.
pt: Uma subparte é um contêiner de agrupamento, como uma Parte, mas sem "Parte" no cabeçalho gerado.
sw: Sehemu ndogo ni chombo cha kupanga, kama Sehemu, lakini bila "Sehemu" kwenye kichwa kilichotolewa.

source: Start a subpart with <code>SUBPART</code> and a number, followed by <code> - </code> and the title. The number and title are both optional.
fr: Commencez une sous-partie avec <code>SUBPART</code> et un numéro, suivi de <code> - </code> et du titre. Le numéro et le titre sont tous deux facultatifs.
pt: Comece uma subparte com <code>SUBPART</code> e um número, seguido por <code> - </code> e o título. O número e o título são opcionais.
sw: Anzisha sehemu ndogo kwa <code>SUBPART</code> na nambari, ikifuatiwa na <code> - </code> na kichwa. Nambari na kichwa vyote ni vya hiari.

source: Include a Crossheading
fr: Inclure un croisement
pt: Incluir um cruzamento
sw: Jumuisha Kichwa Mtambuka

source: Use <code>CROSSHEADING</code> to include a heading that isn't a chapter, part, or subpart.
fr: Utilisez <code>CROSSHEADING</code> pour inclure un titre qui n'est pas un chapitre, une partie ou une sous-partie.
pt: Use <code>CROSSHEADING</code> para incluir um título que não seja um capítulo, parte ou subparte.
sw: Tumia <code>CROSSHEADING</code> kujumuisha kichwa ambacho si sura, sehemu au sehemu ndogo.

source: Starting a Section
fr: Démarrer une section
pt: Iniciando uma seção
sw: Kuanzisha Sehemu
