Repository: laws-africa/indigo
Catalog: indigo_app/locale/*/LC_MESSAGES/django.po
Languages: fr, pt, sw

source: Invalid json data
fr: Données JSON invalides
pt: Dados JSON inválidos
sw: Data ya json si sahihi

source: Please enter a valid Google Sheets URL, such as https://docs.google.com/spreadsheets/d/ABCXXX/
fr: Veuillez saisir une URL Google Sheets valide, telle que https://docs.google.com/spreadsheets/d/ABCXXX/
pt: Insira um URL válido do Planilhas Google, como https://docs.google.com/spreadsheets/d/ABCXXX/
sw: Tafadhali weka URL halali ya Majedwali ya Google, kama vile https://docs.google.com/spreadsheets/d/ABCXXX/

source: Users with edit permissions
fr: Utilisateurs disposant d'autorisations de modification
pt: Usuários com permissões de edição
sw: Watumiaji walio na ruhusa za kuhariri

source: Parent context
fr: Contexte parent
pt: Contexto pai
sw: Muktadha wa mzazi

source: None
fr: Aucun
pt: Nenhum
sw: Hakuna

source: 1 level
fr: 1 niveau
pt: 1 nível
sw: 1 ngazi

source: 2 levels
fr: 2 niveaux
pt: 2 níveis
sw: 2 ngazi

source: Include localities
fr: Inclure les localités
pt: Incluir localidades
sw: Jumuisha maeneo

source: Global search
fr: Recherche globale
pt: Pesquisa global
sw: Utafutaji wa kimataifa

source: Type
pt: Tipo
sw: Aina

source: Input file
fr: Fichier d'entrée
pt: Arquivo de entrada
sw: Ingiza faili

source: Output file
fr: Fichier de sortie
pt: Arquivo de saída
sw: Faili ya pato

source: Input URL
fr: URL d'entrée
pt: URL de entrada
sw: Ingiza URL

source: Output URL
fr: URL de sortie
pt: URL de saída
sw: URL ya pato

source: Labels
fr: Étiquettes
pt: Etiquetas
sw: Lebo

source: State
fr: État
pt: Estado
sw: Jimbo

source: Assigned to
fr: Assigné à
pt: Atribuído a
sw: Imekabidhiwa

source: Submitted by
fr: Proposé par
pt: Enviado por
sw: Iliyowasilishwa na

source: Task type
fr: Type de tâche
pt: Tipo de tarefa
sw: Aina ya kazi

source: (Not assigned)
pt: (Não atribuído)

source: Created at (newest first)
fr: Créé à (le plus récent en premier)
pt: Criado em (mais novo primeiro)
sw: Iliundwa saa (mpya zaidi kwanza)

source: Created at (oldest first)
fr: Créé à (le plus ancien en premier)
pt: Criado em (mais antigo primeiro)
sw: Iliundwa saa (kongwe kwanza)

source: Updated at (newest first)
fr: Mis à jour le (le plus récent en premier)
pt: Atualizado em (mais recente primeiro)
sw: Ilisasishwa saa (mpya zaidi kwanza)

source: Updated at (oldest first)
fr: Mis à jour à (le plus ancien en premier)
pt: Atualizado em (mais antigo primeiro)
sw: Ilisasishwa saa (kongwe kwanza)

source: Unassigned
fr: Non attribué
pt: Não atribuído
sw: Haijakabidhiwa

source: That user doesn't have appropriate permissions for %(country)s
fr: Cet utilisateur ne dispose pas des autorisations appropriées pour %(country)s
pt: Esse usuário não tem permissões apropriadas para %(country)s
sw: Mtumiaji huyo hana ruhusa zinazofaa za %(country)s

source: First name
fr: Prénom
pt: Primeiro nome
sw: Jina la kwanza

source: Last name
fr: Nom de famille
pt: Sobrenome
sw: Jina la familia

source: Language
fr: Langue
pt: Idioma
sw: Lugha

source: Country
fr: Pays
pt: País/região
sw: Nchi

source: Please accept the Terms of Use.
fr: Veuillez accepter les conditions d'utilisation.
pt: Por favor, aceite os Termos de Uso.
sw: Tafadhali ukubali Sheria na Masharti.

source: Creating new accounts is currently not allowed.
fr: La création de nouveaux comptes n'est actuellement pas autorisée.
pt: A criação de novas contas não é permitida no momento.
sw: Kufungua akaunti mpya hakuruhusiwi kwa sasa.

source: Error building FRBR URI
fr: Erreur lors de la création de l'URI FRBR
pt: Erro ao criar URI FRBR
sw: Hitilafu katika kuunda FRBR URI

source: Amending work and date must be unique together.
fr: L’œuvre de modification et la date doivent être uniques ensemble.
pt: A alteração do trabalho e da data deve ser única em conjunto.
sw: Kurekebisha kazi na tarehe lazima ziwe za kipekee pamoja.

source: Number
fr: Nombre
pt: Número
sw: Nambari

source: Validity start date
pt: Data de início de validade

source: Validity end date
pt: Data final de validade

source: Revision name
pt: Nome da revisão

source: Name
pt: Nome

source: Consolidation dates must be unique.
fr: Les dates de consolidation doivent être uniques.
pt: As datas de consolidação devem ser exclusivas.
sw: Tarehe za ujumuishaji lazima ziwe za kipekee.

source: A main commencement already exists.
fr: Un commencement principal existe déjà.
pt: Já existe um começo principal.
sw: Anzisho kuu tayari lipo.

source: A commencement for all provisions must be the only commencement.
fr: Un commencement pour toutes les dispositions doit être le seul commencement.
pt: O início de todas as disposições deve ser o único início.
sw: Kuanza kwa masharti yote lazima iwe mwanzo pekee.

source: Cannot specify all provisions, and a list of provisions.
fr: Impossible de spécifier toutes les dispositions et une liste de dispositions.
pt: Não é possível especificar todas as disposições e uma lista de disposições.
sw: Haiwezi kubainisha masharti yote, na orodha ya masharti.

source: A commencement at this date and with this commencing work already exists.
pt: Um início nesta data e com este início o trabalho já existe.

source: It seems that commencements have been edited elsewhere. Cancel your edits and make them again.
pt: Parece que as formaturas foram editadas em outro lugar. Cancele suas edições e faça-as novamente.

source: Commencing work and date must be unique together.
pt: O início do trabalho e a data devem ser únicos juntos.

source: Commenced work, commencing work, and date must be unique together.
pt: Trabalho iniciado, trabalho de início e data devem ser únicos juntos.

source: Amendments
fr: Amendements
pt: Emendas
sw: Marekebisho

source: Commencement
pt: Começo
sw: Kuanza

source: Not commenced
fr: Non commencé
pt: Não iniciado
sw: Haijaanza

source: Commencement date unknown
fr: Date de commencement inconnue
pt: Data de início desconhecida
sw: Tarehe ya kuanza haijulikani

source: Commenced
fr: Commencé
pt: começou
sw: Imeanza

source: Partially commenced
fr: Partiellement commencé
pt: Parcialmente iniciado
sw: Imeanza kwa kiasi

source: Multiple commencements
fr: Débuts multiples
pt: Vários começos
sw: Kuanza nyingi

source: Repeals
fr: Abrogations
pt: Revogações
sw: Kufutwa

source: Not repealed
fr: Non abrogé
pt: Não revogado
sw: Haijafutwa

source: Repealed
fr: Abrogé
pt: Revogado
sw: Imefutwa

source: Stubs
fr: Talons
pt: Canhotos
sw: Mbegu

source: Stub
fr: Bout
pt: Esboço
sw: Mbegu

source: Not a stub
fr: Pas un talon
pt: Não é um esboço
sw: Sio mbegu

source: Work in progress
fr: Travaux en cours
pt: Trabalho em progresso
sw: Kazi inaendelea

source: Approved
fr: Approuvé
pt: Aprovado
sw: Imeidhinishwa

source: Point in time status
fr: Statut à un moment donné
pt: Status pontual
sw: Pointi katika hali ya wakati

source: Published
fr: Publié
pt: Publicados
sw: Imechapishwa

source: Draft
fr: Brouillon
pt: Rascunho
sw: Rasimu

source: Principal
pt: Diretor
sw: Mkuu wa shule

source: Not Principal
fr: Pas le principal
pt: Não Diretor
sw: Sio Mkuu

source: Tasks
fr: Tâches
pt: Tarefas
sw: Kazi

source: Has open tasks
fr: A des tâches ouvertes
pt: Tem tarefas abertas
sw: Ina kazi wazi

source: Has unblocked tasks
fr: A des tâches débloquées
pt: Tem tarefas desbloqueadas
sw: Ina majukumu ambayo hayazuiliwi

source: Has only blocked tasks
fr: N'a bloqué que des tâches
pt: Só bloqueou tarefas
sw: Ina kazi zilizozuiwa pekee

source: Has no open tasks
fr: N'a aucune tâche ouverte
pt: Não tem tarefas abertas
sw: Haina kazi wazi

source: Primary and subsidiary
fr: Primaire et filiale
pt: Primária e subsidiária
sw: Msingi na tanzu

source: Primary
fr: Primaire
pt: primário
sw: Msingi

source: Subsidiary
fr: Filiale
pt: Subsidiária
sw: Kampuni tanzu

source: Consolidations
pt: Consolidações
sw: Ujumuishaji

source: Has consolidation
fr: A une consolidation
pt: Tem consolidação
sw: Ina ujumuishaji

source: No consolidation
fr: Pas de regroupement
pt: Sem consolidação
sw: Hakuna ujumuishaji

source: Publication document
fr: Document de publication
pt: Documento de publicação
sw: Hati ya uchapishaji

source: Has publication document
fr: Possède un document de publication
pt: Possui documento de publicação
sw: Ina hati ya uchapishaji

source: No publication document
fr: Aucun document de publication
pt: Nenhum documento de publicação
sw: Hakuna hati ya uchapishaji

source: Points in time
fr: Points dans le temps
pt: Pontos no tempo
sw: Pointi kwa wakati

source: Has one point in time
fr: A un moment précis dans le temps
pt: Tem um ponto no tempo
sw: Ina pointi moja kwa wakati

source: Has multiple points in time
fr: A plusieurs moments dans le temps
pt: Tem vários pontos no tempo
sw: Ina pointi nyingi kwa wakati

source: Has no points in time
fr: N'a aucun moment dans le temps
pt: Não tem pontos no tempo
sw: Haina pointi kwa wakati

source: Date
pt: Data
sw: Tarehe

source: Date (newest first)
fr: Date (plus récente en premier)
pt: Data (mais recente primeiro)
sw: Tarehe (za karibu zaidi kwanza)

source: Date (oldest first)
fr: Date (plus ancienne en premier)
pt: Data (mais antigo primeiro)
sw: Tarehe (za nyuma kwanza)

source: Title (A-Z)
fr: titre (AZ)
pt: Título (AZ)
sw: Kichwa (AZ)

source: Title (Z-A)
fr: Titre (ZA)
pt: Título (ZA)
sw: Kichwa (ZA)

source: Number (ascending)
fr: Nombre (croissant)
pt: Número (crescente)
sw: Nambari (inayopanda)

source: Number (descending)
fr: Numéro (décroissant)
pt: Número (decrescente)
sw: Nambari (inashuka)

source: Create and block tasks
fr: Créer et bloquer des tâches
pt: Criar e bloquear tarefas
sw: Unda na uzuie kazi

source: Create and cancel tasks
fr: Créer et annuler des tâches
pt: Criar e cancelar tarefas
sw: Unda na ughairi majukumu

source: Import content
fr: Importer du contenu
pt: Importar conteúdo
sw: Ingiza maudhui

source: Link gazette
fr: Lier la gazette
pt: Link do Diário do Governo
sw: Unganisha gazeti

source: user
fr: utilisateur
pt: usuário
sw: mtumiaji

source: country
fr: Pays
pt: País
sw: nchi

source: accepted terms
fr: conditions acceptées
pt: termos aceitos
sw: masharti yaliyokubaliwa

source: Countries the user can work with.
fr: Pays avec lesquels l’utilisateur peut travailler.
pt: Países com os quais o usuário pode trabalhar.
sw: Nchi ambazo mtumiaji anaweza kufanya kazi nazo.

source: permitted countries
fr: pays autorisés
pt: países permitidos
sw: nchi zinazoruhusiwa

source: language
fr: langue
pt: idioma
sw: lugha

source: Preferred language
fr: Langue préférée
pt: Língua preferida
sw: Lugha inayopendekezwa

source: editors
fr: éditeurs
pt: editores
sw: wahariri

source: name
fr: nom
pt: Nome
sw: jina

source: Name of this publication
fr: Nom de cette publication
pt: Nome desta publicação
sw: Jina la chapisho hili

source: publication
pt: publicação
sw: uchapishaji

source: publications
pt: publicações
sw: machapisho

source: 400 Bad Request
pt: 400 Solicitação incorreta

source: Home
fr: Accueil
pt: Página inicial
sw: Nyumbani

source: Permission Denied
fr: Permission refusée
pt: Permissão negada
sw: Ruhusa imekataliwa

source: You don't have permission to do that.
fr: Vous n'avez pas la permission de le faire.
pt: Você não tem permissão para fazer isso.
sw: Huna ruhusa ya kufanya hivyo.

source: 404 Not Found
pt: 404 não encontrado

source: We could not find that page.
pt: Não conseguimos encontrar essa página.

source: 400 Server Error
pt: Erro de servidor 400

source: 500 Server Error
pt: Erro de servidor 500

source: Whoops, something went wrong.
pt: Opa, algo deu errado.

source: You can use any of these email addresses to log in.
fr: Vous pouvez utiliser n'importe laquelle de ces adresses e-mail pour vous connecter.
pt: Você pode usar qualquer um desses endereços de e-mail para fazer login.
sw: Unaweza kutumia mojawapo ya anwani hizi za barua pepe kuingia.

source: Note:
fr: Remarque :
pt: Nota:
sw: Kumbuka:

source: We only send email notifications to your <strong>primary</strong> email address.
fr: Nous envoyons uniquement des notifications par e-mail à votre adresse e-mail <strong>principale</strong>.
pt: Apenas enviamos notificações por e-mail para o seu endereço de e-mail <strong></strong>.
sw: Tunatuma arifa za barua pepe kwa anwani yako <strong></strong> ya barua pepe.

source: Email address
fr: Adresse e-mail
pt: Endereço de e-mail
sw: Anwani ya baruapepe

source: verified
fr: vérifié
pt: verificado
sw: imethibitishwa

source: unverified
fr: non vérifié
pt: não verificado
sw: haijathibitishwa

source: primary
fr: primaire
pt: primário
sw: msingi

source: Re-send verification
fr: Renvoyer vérification
pt: Reenviar verificação
sw: Tuma tena uthibitishaji

source: Make primary
fr: Rendre primaire
pt: Tornar primário
sw: Fanya msingi

source: Remove
fr: Retirer
pt: Remover
sw: Ondoa

source: Warning:
fr: Avertissement:
pt: Aviso:
sw: Onyo:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
fr: Vous n'avez actuellement aucune adresse e-mail configurée. Vous devriez vraiment ajouter une adresse e-mail pour pouvoir recevoir des notifications, réinitialiser votre mot de passe, etc.
pt: No momento, você não tem nenhum endereço de e-mail configurado. Você realmente deve adicionar um endereço de e-mail para receber notificações, redefinir sua senha etc.
sw: Kwa sasa huna anwani yoyote ya barua pepe iliyosanidiwa. Unapaswa kuongeza anwani ya barua pepe ili uweze kupokea arifa, kuweka upya nenosiri lako, nk.

source: Add an email address
fr: Ajouter une adresse e-mail
pt: Adicionar um endereço de e-mail
sw: Ongeza anwani ya barua pepe

source: Add email
fr: Ajouter un e-mail
pt: Adicionar e-mail
sw: Ongeza barua pepe

source: Confirm E-mail Address
fr: Confirmez votre adresse email
pt: Confirme o endereço de e-mail
sw: Thibitisha Anwani ya Barua Pepe

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
fr: Veuillez confirmer que <a href="mailto:%(email)s">%(email)s</a> est une adresse e-mail pour l'utilisateur %(user_display)s.
pt: Confirme se <a href="mailto:%(email)s">%(email)s</a> é um endereço de e-mail do usuário %(user_display)s.
sw: Tafadhali thibitisha kuwa <a href="mailto:%(email)s">%(email)s</a> ni anwani ya barua pepe ya mtumiaji %(user_display)s.

source: Confirm
fr: Confirmer
pt: confirme
sw: Thibitisha

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
fr: Ce lien de confirmation par e-mail a expiré ou n'est pas valide. Veuillez <a href="%(email_url)s">émettre une nouvelle demande de confirmation par e-mail</a>.
pt: Este link de confirmação por e-mail expirou ou é inválido. Por favor <a href="%(email_url)s">emita um novo pedido de confirmação por e-mail</a>.
sw: Kiungo hiki cha uthibitishaji wa barua pepe kimeisha muda wake au ni batili. Tafadhali <a href="%(email_url)s">toa ombi jipya la uthibitishaji wa barua pepe</a>.

source: Log In
fr: Se connecter
pt: Efetuar Login
sw: Ingia

source: Password
fr: Mot de passe
pt: Senha
sw: Nenosiri

source: Forgot your password?
fr: Mot de passe oublié ?
pt: Esqueceu-se da sua senha?
sw: Umesahau nenosiri lako?

source: Log in
fr: Se connecter
pt: Efetuar Login
sw: Ingia

source: Sign up
fr: S'inscrire
pt: Inscrever-se
sw: Jisajili

source: Log in with %(provider)s
fr: Connectez-vous avec %(provider)s
pt: Entrar com %(provider)s
sw: Ingia na %(provider)s

source: By logging in you agree to our <a href="%(tos_url)s">Terms of Use and Privacy Policy</a>.
fr: En vous connectant, vous acceptez nos <a href="%(tos_url)s">Conditions d'utilisation et notre Politique de confidentialité</a>.
pt: Ao fazer login, você concorda com nossos <a href="%(tos_url)s">Termos de Uso e Política de Privacidade</a>.
sw: Kwa kuingia unakubali <a href="%(tos_url)s">Sheria na Masharti yetu na Sera ya Faragha</a>.

source: Log Out
fr: Déconnexion
pt: Encerrar Sessão
sw: Ondoka

source: Are you sure you want to log out?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
pt: Tem certeza de que deseja sair?
sw: Je, una uhakika unataka kuondoka?

source: Change Password
fr: Changer le mot de passe
pt: Mudar a Senha
sw: Badilisha Nenosiri

source: Change Your Password
fr: Changez votre mot de passe
pt: Mude sua senha
sw: Badilisha Nenosiri lako

source: Reset Your Password
fr: Réinitialiser votre mot de passe
pt: Redefinir sua senha
sw: Weka upya nenosiri lako

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail to reset it.
fr: Mot de passe oublié? Entrez votre adresse e-mail ci-dessous, et nous vous enverrons un e-mail pour le réinitialiser.
pt: Esqueceu sua senha? Digite seu endereço de e-mail abaixo e enviaremos um e-mail para redefini-lo.
sw: Umesahau nenosiri lako? Ingiza anwani yako ya barua pepe hapa chini, na tutakutumia barua pepe ili kuiweka upya.

source: Reset password
fr: Réinitialiser le mot de passe
pt: Redefinir senha
sw: Weka upya nenosiri

source: Bad Token
fr: Mauvais jeton
pt: Código ruim
sw: Kuna Kosa

source: Reset Password
fr: Réinitialiser le mot de passe
pt: Redefinir a senha
sw: Weka upya nenosiri

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
fr: Le lien de réinitialisation du mot de passe n'est pas valide, peut-être parce qu'il a déjà été utilisé. Veuillez demander une <a href="%(mot_de_passe_réinitialiser)>nouvelle réinitialisation du mot de passe</a>.
pt: O link de redefinição de senha era inválido, possivelmente porque já foi utilizado. Por favor, solicite uma <a href="%(passwd_reset_url)s">nova redefinição de senha</a>.
sw: Kiungo cha kuweka upya nenosiri kilikuwa batili, pengine kwa sababu tayari kimetumika. Tafadhali omba <a href="%(passwd_reset_url)s">uwekaji upya wa nenosiri</a>.

source: New Password
fr: Nouveau mot de passe
pt: Nova Senha
sw: Nenosiri Jipya

source: New Password (again)
fr: Nouveau mot de passe (encore)
pt: Nova Senha (novamente)
sw: Nenosiri Jipya (tena)

source: Your password has been reset.
fr: Votre mot de passe a été réinitialisé.
pt: Sua senha foi redefinida.
sw: Nenosiri lako limewekwa upya.

source: Set Password
fr: Définir le mot de passe
pt: Configurar senha
sw: Weka Nenosiri

source: Set Your Password
fr: Définir votre mot de passe
pt: Coloque sua senha
sw: Weka Nenosiri Lako

source: Sign Up
fr: S'inscrire
pt: Inscrever-se
sw: Jisajili

source: Do you already have an account? Then please <a href="%(login_url)s">log in</a>.
fr: Avez-vous déjà un compte? Alors s'il vous plaît <a href="%(login_url)s">connectez-vous</a>.
pt: Você já tem uma conta? Então por favor <a href="%(login_url)s">faça login</a>.
sw: Je, tayari una akaunti? Kisha tafadhali <a href="%(login_url)s">ingia</a>.

source: I have read and accept the <a href="%(tou_url)s" target="_blank">Terms of Use</a>.
fr: J'ai lu et accepté les <a href="%(tou_url)s" target="_blank">Conditions d'utilisation</a>.
pt: Li e aceito os <a href="%(tou_url)s" target="_blank">Termos de Uso</a>.
sw: Nimesoma na kukubali <a href="%(tou_url)s" target="_blank">Masharti ya Matumizi</a>.

source: Terms of Use and Privacy Policy
fr: Conditions d'utilisation et politique de confidentialité
pt: Termos de uso e politica de privacidade
sw: Masharti ya Matumizi na Sera ya Faragha

source: Need help? Please <a href="mailto:%(email)s">email us</a>
fr: Besoin d'aide? Veuillez <a href="mailto:%(email)s">nous envoyer un e-mail</a>
pt: Preciso de ajuda? Por favor, envie-nos <a href="mailto:%(email)s">e-mail</a>
sw: Je, unahitaji usaidizi? Tafadhali <a href="mailto:%(email)s">tutumie barua pepe</a>

source: You're not logged in, or something went wrong.
pt: Você não está conectado ou algo deu errado.

source: Saved searches
pt: Pesquisas salvas

source: Unassign
fr: désattribuer
pt: Cancelar atribuição
sw: Batilisha kukabidhiwa

source: too many tasks
fr: trop de tâches
pt: muitas tarefas
sw: kazi nyingi sana

source: No users available
fr: Aucun utilisateur disponible
pt: Nenhum usuário disponível
sw: Hakuna watumiaji wanaopatikana

source: Choose tasks
fr: Choisissez des tâches
pt: Escolha tarefas
sw: Chagua kazi

source: Assign to
fr: Affecter à
pt: Atribuir a
sw: Mkabidhi

source: Updating
pt: Atualizando

source: Unblock
pt: Desbloquear

source: Block
pt: Bloquear

source: Are you sure you want to request changes to this task?
fr: Voulez-vous vraiment demander des modifications à cette tâche ?
pt: Tem certeza de que deseja solicitar alterações nesta tarefa?
sw: Je, una uhakika unataka kuomba mabadiliko kwenye kazi hii?

source: Request changes
fr: Demander des modifications
pt: Solicitar alterações
sw: Omba mabadiliko

source: Review changes
fr: Examiner les modifications
pt: Rever alterações
sw: Kagua mabadiliko

source: Are you sure you want to approve this task?
fr: Voulez-vous vraiment approuver cette tâche ?
pt: Tem certeza de que deseja aprovar esta tarefa?
sw: Je, una uhakika unataka kuidhinisha jukumu hili?

source: Approve
fr: Approuver
pt: Aprovar
sw: Idhinisha

source: Are you sure you want to reopen this task?
fr: Voulez-vous vraiment rouvrir cette tâche ?
pt: Tem certeza de que deseja reabrir esta tarefa?
sw: Je, una uhakika unataka kufungua tena jukumu hili?

source: Reopen
fr: Rouvrir
pt: Reabrir
sw: Fungua upya

source: Are you sure you want to finish this task?
fr: Êtes-vous sûr de vouloir terminer cette tâche ?
pt: Tem certeza de que deseja concluir esta tarefa?
sw: Je, una uhakika unataka kumaliza kazi hii?

source: Finish
fr: Finition
pt: Terminar
sw: Maliza

source: Are you sure you want to submit this task for review?
pt: Tem certeza que quer submeter esta tarefa para revisão?

source: Submit for review
fr: Soumettre pour correction
pt: Enviar para revisão
sw: Wasilisha kwa ukaguzi

source: Changes requested
fr: Modifications demandées
pt: Alterações solicitadas
sw: Mabadiliko yameombwa

source: Reassign
fr: Réaffecter
pt: reatribuir
sw: Weka upya

source: Are you sure you want to unassign this task?
fr: Voulez-vous vraiment annuler l'attribution de cette tâche ?
pt: Tem certeza de que deseja cancelar a atribuição desta tarefa?
sw: Je, una uhakika unataka kutendua kazi hii?

source: Approved by
fr: Approuvé par
pt: Aprovado por
sw: Imeidhinishwa na

source: This task is blocked.
fr: Cette tâche est bloquée.
pt: Esta tarefa está bloqueada.
sw: Jukumu hili limezuiwa.

source: These tasks must be completed first:
fr: Ces tâches doivent être accomplies en premier :
pt: Estas tarefas devem ser concluídas primeiro:
sw: Kazi hizi lazima zikamilishwe kwanza:

source: assigned
fr: attribué
pt: atribuído
sw: kupewa

source: Edit task
fr: Modifier la tâche
pt: Editar tarefa
sw: Badilisha kazi

source: Here is <a href="%(item_url)s">%(title)s</a> as it appears currently
fr: Voici <a href="%(url de l'article)">%(titre)s</a> tel qu'il apparaît actuellement
pt: Aqui está <a href="%(item_url)s">%(title)s</a> como aparece atualmente
sw: Hapa kuna <a href="%(item_url)s">%(title)s</a> kama inavyoonekana sasa

source: (<b>%(a)s</b> may have been moved or removed)
fr: (<b>%(a)s</b> peut avoir été déplacé ou supprimé)
pt: (<b>%(a)s</b> pode ter sido movido ou removido)
sw: (<b>%(a)s</b> inaweza kuwa imehamishwa au kuondolewa)

source: The content at <b>%(a)s</b> is not available and may have been moved or removed.
fr: Le contenu en <b>%(a)s</b> n'est pas disponible et a peut-être été déplacé ou supprimé.
pt: O conteúdo em <b>%(a)s</b> não está disponível e pode ter sido movido ou removido.
sw: Maudhui katika <b>%(a)s</b> hayapatikani na huenda yamehamishwa au kuondolewa.

source: Choose labels
fr: Choisissez des étiquettes
pt: Escolha rótulos
sw: Chagua lebo

source: Blocked by
fr: Bloqué par
pt: Bloqueado por
sw: Imezuiwa na

source: Blocking
fr: Blocage
pt: Bloqueio
sw: Kuzuia
