Repository: laws-africa/indigo
Catalog: indigo_api/locale/*/LC_MESSAGES/django.po
Languages: af, pl, sw, xh, zu

source: by <a href="%(resolver_uri)s">%(numbered_title)s</a>
af: deur <a href="%(resolver_uri)s">%(numbered_title)s</a>
pl: przez <a href="%(resolver_uri)s">%(numbered_title)s</a>
sw: kwa <a href="%(resolver_uri)s">%(numbered_title)s</a>
xh: ngu <a href="%(resolver_uri)s">%(numbered_title)s</a>
zu: ngu <a href="%(resolver_uri)s">%(numbered_title)s</a>

source: by <a href="%(resolver_uri)s">%(title)s</a>
af: deur <a href="%(resolver_uri)s">%(title)s</a>
pl: przez <a href="%(resolver_uri)s">%(title)s</a>
sw: kwa <a href="%(resolver_uri)s">%(title)s</a>
xh: ngu <a href="%(resolver_uri)s">%(title)s</a>
zu: ngu <a href="%(resolver_uri)s">%(title)s</a>

source: Note:
af: Nota:
pl: Uwaga:
sw: Kumbuka:
xh: Qaphela:
zu: Qaphela:

source: not yet commenced
af: nog nie in werking
pl: jeszcze nie rozpoczęto
sw: bado haijaanza
xh: ayikaqalisi
zu: ayikaqali

source: Assented to on %(date)s
af: Ingestem op %(date)s
pl: Zgoda na %(date)s
sw: Imeidhinishwa tarehe %(date)s
xh: Kuvunyiwe ukuba kuqhubeke ngomhla we %(date)s
zu: Yasayindwa ngomhla zingu %(date)s

source: Legislation as at %(date)s
sw: Sheria kama ilivyo %(date)s

source: There may have been updates since this file was created.
sw: Huenda kulikuwa na masasisho tangu faili hii kuundwa.

source: PDF created on %(current_date)s at %(current_time)s.
sw: PDF imeundwa kwa %(current_date)s saa %(current_time)s.

source: Collection last checked for updates: %(as_at_date)s
sw: Mkusanyiko ulikaguliwa mara ya mwisho kwa masasisho: %(as_at_date)s

source: About this collection
sw: Kuhusu mkusanyiko huu

source: The legislation in this collection has been reproduced as it was originally printed in the Government Gazette, with improved formatting and with minor typographical errors corrected. All amendments have been applied directly to the text and annotated. A scan of the original gazette of each piece of legislation (including amendments) is available for reference.
sw: Sheria katika mkusanyo huu imetolewa tena kama ilivyochapishwa kwenye Gazeti la Serikali, na uumbizaji ulioboreshwa na makosa madogo ya uchapaji kusahihishwa. Marekebisho yote yametumiwa moja kwa moja kwenye maandishi na maelezo. Uchanganuzi wa gazeti asilia la kila kifungu cha sheria (pamoja na marekebisho) unapatikana kwa marejeleo.

source: There is no copyright on the legislative content of this document.
sw: Hakuna hakimiliki kwenye maudhui ya kisheria ya hati hii.

source: This PDF copy is licensed under a Creative Commons Attribution 4.0 License (CC BY 4.0). Share widely and freely.
sw: Nakala hii ya PDF imeidhinishwa chini ya Leseni ya Creative Commons Attribution 4.0 (CC BY 4.0). Shiriki kwa upana na kwa uhuru.

source: Contents
sw: Yaliyomo

source: By <a href="%(lawsafrica)s">Laws.Africa</a> and contributors. Licensed under <a href="%(ccby)s">CC-BY</a>. Share widely and freely.
sw: Na <a href="%(lawsafrica)s">Sheria.Afrika</a> na wachangiaji. Imepewa leseni chini ya <a href="%(ccby)s">CC-BY</a>. Shiriki kwa upana na kwa uhuru.

source: Table of Contents
af: Inhoudsopgawe
pl: Spis treści
sw: Jedwali la Yaliyomo
xh: Isiqulatho
zu: Okuqukethwe

source: Note: %(note)s
sw: Kumbuka: %(note)s

source: Commenced on %(date)s by
sw: Ilianza %(date)s kwa

source: Commenced on %(date)s
af: Inwerking getree op %(date)s
pl: Rozpoczęto %(date)s
sw: Ilianza tarehe %(date)s
xh: Yaqala ngo %(date)s
zu: Yaqala ngomhla zingu %(date)s

source: Commenced by
sw: Ilianzishwa na

source: Commenced
sw: Imeanza

source: Published in %(name)s %(number)s on %(date)s
sw: Imechapishwa katika %(name)s %(number)s hadi %(date)s

source: Published in %(name)s on %(date)s
af: Gepubliseer in %(name)s op %(date)s
pl: Opublikowano w %(name)s dnia %(date)s
sw: Imechapishwa katika %(name)s kwa %(date)s

source: Published on %(date)s
sw: Ilichapishwa mnamo %(date)s

source: Published in %(name)s %(number)s
sw: Imechapishwa katika %(name)s %(number)s

source: Published in %(name)s
sw: Imechapishwa katika %(name)s

source: Published
sw: Imechapishwa

source: Assented to
sw: Imeidhinishwa

source: Amended by
sw: Imerekebishwa na

source: Commencement note: %(note)s
sw: Ujumbe wa kuanza: %(note)s

source: Consolidation
sw: Kuunganisha

source: DELETE not allowed for published documents, mark as a draft first.
sw: FUTA hairuhusiwi kwa hati zilizochapishwa, weka alama kama rasimu kwanza.

source: Cannot create a task for a reply annotation.
sw: Haiwezi kuunda kazi ya kidokezo cha kujibu.

source: Error during import
sw: Hitilafu wakati wa kuingiza

source: [Repealed by <a href="%(resolver_uri)s" class="repealing-title">%(title)s (%(numtitle)s)</a> on <span class="repeal-date">%(date)s</span>]
af: Herroep deur <a href="%(resolver_uri)s" class="repealing-title">%(title)s(%(numtitle)s)</a> op <span class="repeal-date">%(date)s</span>
pl: [Uchylony przez <a href="%(resolver_uri)s" class="repealing-title">%(title)s (%(numtitle)s)</a> w dniu <span class="repeal-date">%(date)s</span>]
xh: [Irhoxisiwe ngu <a href="%(resolver_uri)s" class="repealing-title">%(title)s (%(numtitle)s)</a> kwi <span class="repeal-date">%(date)s</span>
zu: [Ichithwe ngu <a href="%(resolver_uri)s" class="repealing-title">%(title)s (%(numtitle)s)</a> ngomhla zingu <span class="repeal-date">%(date)s</span>]

source: [Repealed by <a href="%(resolver_uri)s" class="repealing-title">%(title)s</a> on <span class="repeal-date">%(date)s</span>]
af: [Herroep deur <a href="%(resolver_uri)s" class="repealing-title">%(title)s</a> op<span class="repeal-date">%(date)s</span>]
pl: [Uchylony przez <a href="%(resolver_uri)s" class="repealing-title">%(title)s</a> dnia <span class="repeal-date">%(date)s</span>]
xh: [Irhoxisiwe ngu <a href="%(resolver_uri)s" class="repealing-title">%(title)s</a> kwi <span class="repeal-date">%(date)s</span>]
zu: [Ichtshiyelwe ngu <a href="%(resolver_uri)s" class="repealing-title">%(title)s</a> ngomhla zingu <span class="repeal-date">%(date)s</span>]

source: Published in %(name)s no. %(number)s on %(date)s
af: Gepubliseer in %(name)s no. %(number)s op %(date)s
pl: Opublikowano w %(name)s nr %(number)s dnia %(date)s

source: – commenced by <a href="%(resolver_uri)s">%(numbered_title)s</a>
af: Begin deur <a href="%(resolver_uri)s">%(numbered_title)s</a>
pl: - rozpoczęte przez <a href="%(resolver_uri)s">%(numbered_title)s</a>
xh: – iqalwe ngu <a href="%(resolver_uri)s">%(numbered_title)s</a>
zu: – yaqaliswa ngu <a href="%(resolver_uri)s">%(numbered_title)s</a>

source: – commenced by <a href="%(resolver_uri)s">%(title)s</a>
af: - begin deur <a href="%(resolver_uri)s">%(title)s</a>
pl: - rozpoczęte przez <a href="%(resolver_uri)s">%(title)s</a>
xh: – iqalwe ngu <a href="%(resolver_uri)s">%(title)s</a>
zu: – yaqaliswa ngu <a href="%(resolver_uri)s">%(title)s</a>

source: There are multiple commencements:
af: Daar is vele inwerkingtredings:
pl: Istnieje wiele początek:
xh: Kukho iintlobo ezininzi zokuqalisa:
zu: Kunezinsuku eziningi zokuqalisa:
