Repository: laws-africa/indigo
Catalog: indigo_api/locale/*/LC_MESSAGES/django.po
Languages: af, pl, sw, xh, zu

source: Updated run time to now for selected tasks.
sw: Ilisasisha muda wa utekelezaji hadi sasa kwa kazi ulizochagua.

source: Set run time to now
sw: Weka wakati wa kukimbia hadi sasa

source: Not commenced
af: Nog nie in werking
pl: Nie rozpoczęto
sw: Haijaanza
xh: Ayiqalanga
zu: Ayikaqali

source: This %(friendly_type)s has <b>not yet come into force</b>.
sw: Hii %(friendly_type)s has <b>bado haijaanza kutumika</b>.

source: This %(friendly_type)s has not yet come into force in full. See the commencements table for more information.
sw: Hii %(friendly_type)s bado haijaanza kutumika kikamilifu. Tazama jedwali la kuanza kwa habari zaidi.

source: This %(friendly_type)s will come into force on %(date)s.
sw: Hii %(friendly_type)s itaanza kutumika tarehe %(date)s.

source: This is not the latest available version of this %(friendly_type)s. <ref href="%(url)s">View it online</ref>.
sw: Hili si toleo la hivi punde linalopatikana la hili %(friendly_type)s. <ref href="%(url)s">Itazame mtandaoni</ref>.

source: There are <b>outstanding amendments</b> that have not yet been applied:<br/>%(numbered_titles)s.
sw: Kuna <b>marekebisho bora</b> ambayo bado hayajatekelezwa:<br/>%(numbered_titles)s.

source: Invalid FRBR URI
sw: URI ya FRBR si sahihi

source: place
sw: mahali

source: Two letter country code, with optional locality code
sw: Msimbo wa nchi wenye herufi mbili, na msimbo wa eneo wa hiari

source: aliases
sw: lakabu

source: Aliases, one per line
sw: Lakabu, moja kwa kila mstari

source: Citation alias
sw: Lakabu ya dondoo

source: Citation aliases
sw: Lakabu za dondoo

source: This is the version of this document from %(start)s and includes any amendments published up to %(end)s.
af: Hierdie weergawe van die relevante dokument vind toepassing vanaf %(start)s en is insluitend van enige verdere wysigings gepubliseer tot en met %(end)s.
pl: To jest wersja tego dokumentu od %(start)s i zawiera wszelkie poprawki opublikowane do %(end)s.
sw: Hili ni toleo la hati hii kutoka %(start)s na linajumuisha marekebisho yoyote yaliyochapishwa hadi %(end)s.
xh: Olu luguqulelo lolu xwebhu ukusuka %(start)s kwaye lubandakanya naziphi na izilungiso ezipapashiweyo ukuya kuthi ga %(end)s.
zu: Lena yinguqulo yale dokhumenti eqala ku %(start)s futhi iqukethe zonke izichibiyelo eshicilelwe kuze kufike ku %(end)s.

source: This is the version of this document from %(start)s.
af: Die is die weergawe van hierdie dokument van %(start)s.
pl: To jest wersja tego dokumentu z %(start)s.
sw: Hili ni toleo la hati hii kutoka %(start)s.
xh: Olu luguqulelo lolu xwebhu %(start)s.
zu: Lena yinguqulo yale dokhumenti eqala ku %(start)s.

source: This is the version of this document at %(start)s and includes any amendments published up to %(end)s.
af: Hierdie weergawe van die relevante dokument vind toepassing vanaf %(start)s en is insluitend van enige verdere wysigings gepubliseer tot en met %(end)s.
pl: To jest wersja tego dokumentu na %(start)s i zawiera wszelkie poprawki opublikowane do %(end)s.
sw: Hili ni toleo la hati hii katika %(start)s na linajumuisha marekebisho yoyote yaliyochapishwa hadi %(end)s.
xh: Olu luguqulelo lolu xwebhu kwi %(start)s kwaye lubandakanya naziphi na izilungiso ezipapashiweyo ukuya kuthi ga %(end)s.
zu: Lena yinguqulo yale dokhumenti ngo %(start)s futhi iqukethe zonke izichibiyelo eshicilelwe kuze kufike ku %(end)s.

source: This is the version of this document at %(start)s.
af: Die is die weergawe van hierdie dokument van %(start)s.
pl: To jest wersja tego dokumentu w %(start)s.
sw: Hili ni toleo la hati hii katika %(start)s.
xh: Olu luguqulelo lolu xwebhu kwi %(start)s.
zu: Lena yinguqulo yale dokhumenti ku %(start)s.

source: This is the version of this document as it was from %(start)s to %(end)s.
af: Die is die weergawe van hierdie dokument soos dit was vanaf %(start)s tot %(end)s.
pl: To jest wersja tego dokumentu w wersji od %(start)s do %(end)s.
sw: Hili ni toleo la hati hii kama ilivyokuwa kutoka %(start)s hadi %(end)s.
xh: Olu luguqulelo lolu xwebhu njengoko lwalusuka %(start)s ukuya %(end)s.
zu: Lena yinguqulo yale dokhumenti ngomhla yayizi %(start)s kuya ku %(end)s.

source: This is the version of this document as it was at %(start)s to %(end)s.
af: Die is die weergawe van hierdie dokument soos dit was vanaf %(start)s tot %(end)s.
pl: To jest wersja tego dokumentu w wersji od %(start)s do %(end)s.
sw: Hili ni toleo la hati hii kama ilivyokuwa %(start)s hadi %(end)s.
xh: Olu luguqulelo lolu xwebhu njengoko belunjalo e %(start)s ukuya %(end)s.
zu: Lena yinguqulo yale dokhumenti ngomhla zazingu %(start)s kuya ku %(end)s.

source: This is the version of this document as it was at %(start)s.
af: Die is die weergawe van hierdie dokument soos dit was teen %(start)s.
pl: To jest wersja tego dokumentu w wersji %(start)s.
sw: Hili ni toleo la hati hii kama ilivyokuwa %(start)s.
xh: Olu luguqulelo lolu xwebhu njengoko belunjalo e %(start)s.
zu: Lena yinguqulo yale dokhumenti ngomhla zazingu %(start)s.

source: document
sw: hati

source: documents
sw: hati

source: work
sw: kazi

source: frbr uri
sw: frbr wewe

source: Used globally to identify this work
sw: Hutumika duniani kote kutambua kazi hii

source: title
sw: mada

source: language
sw: lugha

source: Language this document is in.
sw: Lugha ambayo hati hii iko.

source: draft
sw: rasimu

source: Drafts aren't available through the public API
sw: Rasimu hazipatikani kupitia API ya umma

source: document XML
sw: hati ya XML

source: expression date
sw: tarehe ya kujieleza

source: Date of publication or latest amendment
sw: Tarehe ya kuchapishwa au marekebisho ya hivi karibuni

source: deleted
sw: imefutwa

source: Has this document been deleted?
sw: Je, hati hii imefutwa?

source: created at
sw: imeundwa saa

source: Timestamp of when the expression was first created.
sw: Muhuri wa wakati wa wakati usemi uliundwa kwa mara ya kwanza.

source: updated at
sw: imesasishwa saa

source: Timestamp of when the expression was last updated.
sw: Muhuri wa wakati wa wakati usemi ulisasishwa mara ya mwisho.

source: created by
sw: imetengenezwa na

source: updated by
sw: imesasishwa na

source: file
sw: faili

source: size
sw: ukubwa

source: filename
sw: jina la faili

source: Unique attachment filename
sw: Jina la faili la kiambatisho la kipekee

source: mime type
sw: aina ya mime

source: attachment
sw: kiambatisho

source: attachments
sw: viambatisho

source: name
sw: jina

source: Name of this colophon
sw: Jina la kolofoni hii

source: Which country does this colophon apply to?
sw: Kolofoni hii inatumika nchi gani?

source: country
sw: nchi

source: body
sw: matini

source: colophon
sw: kolofoni

source: colophons
sw: kolofoni

source: in reply to
sw: kwa kujibu

source: text
sw: maandishi

source: anchor id
sw: kitambulisho cha nanga

source: closed
sw: imefungwa

source: task
sw: kazi

source: selectors
sw: wateuzi

source: annotation
sw: maelezo

source: annotations
sw: maelezo

source: user
sw: mtumiaji

source: nonce
sw: mara moja

source: document activity
sw: shughuli ya hati

source: document activities
sw: shughuli za hati

source: languages
sw: lugha

source: Primary language for this country
sw: Lugha ya msingi kwa nchi hii

source: primary language
sw: lugha ya msingi

source: italics terms
sw: maneno ya italiki

source: countries
sw: nchi

source: All places
sw: Maeneo yote

source: Local name of this locality
sw: Jina la eneo la eneo hili

source: code
sw: mfumo

source: locality
sw: eneo

source: localities
sw: maeneo

source: spreadsheet URL
sw: URL ya lahajedwali

source: as-at date
sw: kwa tarehe

source: styleguide URL
sw: URL ya mwongozo wa mtindo

source: consolidation note
sw: maelezo ya uimarishaji

source: 'No publication document' text
sw: Maandishi ya 'Hakuna hati ya uchapishaji'

source: Note: The original publication document is not available and this content could not be verified.
af: Let wel: Die oorspronklik gepubliseerde dokument is nie beskikbaar nie; die inhoud kon dus nie bevestig word nie.
pl: Uwaga: oryginalny dokument publikacji nie jest dostępny i nie można zweryfikować tej zawartości.
sw: Kumbuka: Hati asili ya uchapishaji haipatikani na maudhui haya hayakuweza kuthibitishwa.
xh: Qaphela: Uxwebhu loqobo lopapasho alukho kwaye lo mxholo awukwazanga kuqinisekiswa.
zu: Qaphela: Idokhumenti eshiqilelwe kuqala ayitholakali futhi lokhu okuqukethwe akukwazanga ukuqinisekiswa.

source: publication date is optional
sw: tarehe ya kuchapishwa ni ya hiari

source: Are publication dates optional in this place?
sw: Je, tarehe za uchapishaji ni za hiari mahali hapa?

source: a consolidation is being imported
sw: ujumuishaji unaingizwa kutoka nje

source: Is a consolidation being worked on in this place?
sw: Je, ujumuishaji unafanyiwa kazi mahali hapa?

source: chapters are used
sw: sura zinatumika

source: Are Chapters used for Acts in this place?
sw: Je, Sura zinatumika kwa Matendo mahali hapa?

source: place settings
sw: mipangilio ya mahali

source: places' settings
sw: mipangilio ya maeneo

source: terms
sw: masharti

source: accented terms
sw: masharti ya lafudhi

source: annotation title
sw: kichwa cha maelezo

source: to be shown in the document's drop-down menu
sw: itaonyeshwa kwenye menyu kunjuzi ya hati

source: annotation content
sw: maudhui ya maelezo

source: will always be wrapped in []s â€” don't include them again
sw: daima zitafungwa katika [] - usizijumuishe tena

source: Tasks
sw: Kazi

source: Works
sw: Inafanya kazi

source: scope
sw: upeo

source: querystring
sw: msururu wa maswali

source: saved search
sw: utafutaji uliohifadhiwa

source: saved searches
sw: utafutaji uliohifadhiwa

source: Open
sw: Fungua

source: Pending review
sw: Inasubiri ukaguzi

source: Blocked
sw: Imezuiwa

source: Cancelled
sw: Imeghairiwa

source: Done
sw: Imekamilika

source: Assigned
sw: Imekabidhiwa

source: Convert document
sw: Badilisha hati

source: Import content
sw: Ingiza yaliyomo

source: Apply amendment
sw: Tekeleza marekebisho

source: Link gazette
sw: Unganisha gazeti

source: Check / update primary work
sw: Angalia / sasisha kazi ya msingi

source: Check / update repeal
sw: Angalia / sasisha kufuta

source: 'Commences on' date missing
sw: Tarehe ya 'Kuanza' haipo

source: Comment
sw: Maoni

source: Link amendment (active)
sw: Marekebisho ya kiungo (yanatumika)

source: Link amendment (passive)
sw: Marekebisho ya kiungo (ya kupita kiasi)

source: Link amendment (pending commencement)
sw: Marekebisho ya kiungo (inasubiri kuanza)

source: Link commencement (active)
sw: Kuanza kwa kiungo (inafanya kazi)

source: Link commencement (passive)
sw: Kuanza kwa kiungo (kitendo)

source: Link primary work
sw: Unganisha kazi ya msingi

source: Link repeal
sw: Kufutwa kwa kiungo

source: Link repeal (not found)
sw: Kufutwa kwa kiungo (haijapatikana)

source: Link repeal (pending commencement)
sw: Kufutwa kwa kiungo (inasubiri kuanza)

source: Link subleg
sw: Kiungo kidogo

source: Link taxonomy
sw: Unganisha taksonomia

source: Sign-off
sw: Ondoka

source: Can submit an open task for review
sw: Inaweza kuwasilisha kazi iliyo wazi kwa ukaguzi

source: Can cancel a task that is open or has been submitted for review
sw: Inaweza kughairi kazi ambayo imefunguliwa au imewasilishwa kwa ukaguzi

source: Can reopen a task that is closed or cancelled
sw: Inaweza kufungua tena kazi ambayo imefungwa au kughairiwa

source: Can unsubmit a task that has been submitted for review
sw: Inaweza kubatilisha kuwasilisha kazi ambayo imewasilishwa kwa ukaguzi

source: Can close a task that has been submitted for review
sw: Anaweza kufunga kazi ambayo imewasilishwa kwa ukaguzi

source: Can close any task that has been submitted for review, regardless of who submitted it
sw: Anaweza kufunga kazi yoyote ambayo imewasilishwa kwa ukaguzi, bila kujali ni nani aliyeiwasilisha

source: Can block a task from being done, and unblock it
sw: Anaweza kuzuia kazi isifanywe, na kuifungua

source: Can be assigned tasks in excess of limits
sw: Inaweza kupewa kazi zaidi ya mipaka

source: tasks
sw: kazi

source: description
sw: maelezo

source: timeline date
sw: tarehe ya ratiba

source: A date on the timeline of work-related tasks, e.g. the date at which an amendment should be applied.
sw: Tarehe ya ratiba ya kazi zinazohusiana na kazi, kwa mfano, tarehe ambayo marekebisho yanapaswa kutumika.

source: state
sw: jimbo

source: input file
sw: faili ya pembejeo

source: output file
sw: faili ya pato

source: assigned to
sw: kupewa

source: submitted by user
sw: iliyowasilishwa na mtumiaji

source: reviewed by user
sw: kukaguliwa na mtumiaji

source: finished by user
sw: imekamilika na mtumiaji

source: closed at
sw: imefungwa saa

source: When the task was marked as done or cancelled.
sw: Wakati kazi ilitiwa alama kuwa imefanywa au kughairiwa.

source: changes requested
sw: mabadiliko yaliyoombwa

source: Have changes been requested on this task?
sw: Je, mabadiliko yameombwa kwenye jukumu hili?

source: created by user
sw: iliyoundwa na mtumiaji

source: updated by user
sw: imesasishwa na mtumiaji

source: labels
sw: lebo

source: extra data
sw: data ya ziada

source: blocked by
sw: imezuiwa na

source: Tasks blocking this task from being done.
sw: Majukumu yanayozuia kazi hii kufanywa.

source: Are you sure you want to submit this task for review?
sw: Je, una uhakika unataka kuwasilisha kazi hii kwa ukaguzi?

source: Are you sure you want to submit this task for review on behalf of %s?
sw: Je, una uhakika unataka kuwasilisha kazi hii kwa ukaguzi kwa niaba ya %s?

source: slug
sw: namna rahisi

source: task label
sw: lebo ya kazi

source: task labels
sw: lebo za kazi

source: mimetype
sw: aina ya maudhui

source: task file
sw: faili ya kazi

source: task files
sw: faili za kazi

source: Work for FRBR URI '%(uri)s' doesn't exist
sw: Fanya kazi FRBR URI '%(uri)s' haipo

source: Name of the taxonomy topic
sw: Jina la mada ya taxonomy

source: Unique short name (code) for the topic.
sw: Jina fupi la kipekee (msimbo) wa mada.

source: Description of the topic
sw: Maelezo ya mada

source: public
sw: umma

source: project
sw: mradi

source: copy from principal work
sw: nakala kutoka kwa kazi kuu

source: Copy this topic from principal works to works that amend, commence or repeal the principal work.
sw: Nakili mada hii kutoka kazi kuu hadi kazi zinazorekebisha, kuanza au kufuta kazi kuu.

source: taxonomy topic
sw: mada ya ushuru

source: taxonomy topics
sw: mada za taxonomia

source: Commencement date unknown
af: Aanvangsdatum onbekend
pl: Data rozpoczęcia nieznana
sw: Tarehe ya kuanza haijulikani
xh: Umhla wokuqalisa awaziwa
zu: Usuku ezoqala ngayo alwaziwa

source: There are multiple commencements
sw: Kuna kuanza nyingi

source: repealed
sw: kufutwa

source: revoked
sw: kubatilishwa

source: withdrawn
sw: kuondolewa

source: lapsed
sw: imeisha

source: retired
sw: mstaafu

source: expired
sw: muda wake umeisha

source: Can review work details
sw: Inaweza kukagua maelezo ya kazi

source: Can import works in bulk
sw: Inaweza kuagiza kazi kwa wingi

source: Can export works in bulk
sw: Inaweza kuhamisha kazi kwa wingi

source: works
sw: kazi

source: (untitled)
sw: (isiyo na jina)

source: FRBR doctype
sw: FRBR aina ya hati

source: subtype
sw: aina ndogo

source: FRBR subtype
sw: Aina ndogo ya FRBR

source: actor
sw: mwigizaji

source: FRBR actor
sw: FRBR mwigizaji

source: date
sw: tarehe

source: FRBR date
sw: Tarehe ya kulipia ugawaji kwenye hisa za FRBR

source: number
sw: namba

source: FRBR number
sw: Nambari ya FRBR

source: publication name
sw: jina la uchapishaji

source: Original publication's name, e.g. Government Gazette
sw: Jina halisi la uchapishaji, kwa mfano Gazeti la Serikali

source: publication number
sw: nambari ya uchapishaji

source: Publication's sequence number, eg. gazette number
sw: Nambari ya mfuatano wa uchapishaji, kwa mfano. nambari ya gazeti

source: publication date
sw: tarehe ya uchapishaji

source: Date of publication
sw: Tarehe ya kuchapishwa

source: assent date
sw: tarehe ya kupitishwa

source: Date signed by the president
sw: Tarehe iliyosainiwa na rais

source: commenced
sw: ilianza

source: Has this work commenced? (Date may be unknown)
sw: Je, kazi hii imeanza? (Tarehe inaweza kuwa haijulikani)

source: Work that repealed this work
sw: Kazi ambayo ilibatilisha kazi hii

source: repealed by
sw: kufutwa na

source: repealed date
sw: tarehe iliyofutwa

source: Date of repeal of this work
sw: Tarehe ya kufutwa kwa kazi hii

source: repealed verb
sw: kitenzi kilichofutwa

source: Parent (primary) work for subsidiary legislation
sw: Kazi ya mzazi (msingi) kwa sheria tanzu

source: parent (primary) work
sw: kazi ya mzazi (msingi).

source: principal
sw: mkuu

source: Principal works are not simply repeals, amendments or commencements, and should have full text content.
sw: Kazi kuu sio kubatilisha tu, marekebisho au kuanza, na zinapaswa kuwa na maandishi kamili.

source: stub
sw: mbegu

source: Stub works do not have content or points in time
sw: Kazi za Stub hazina maudhui au pointi kwa wakati

source: properties
sw: mali

source: as-at date override
sw: kubatilisha kwa tarehe

source: Date up to which this work was last checked for updates
sw: Tarehe ambayo kazi hii iliangaliwa mara ya mwisho ili kupata masasisho

source: consolidation note override
sw: ubatilishaji wa noti ya uimarishaji

source: Consolidation note about this particular work, to override any consolidation note for the place
sw: Ujumbe wa ujumuishaji kuhusu kazi hii mahususi, ili kubatilisha dokezo lolote la ujumuishaji la mahali

source: disclaimer
sw: kanusho

source: Disclaimer text about this work
sw: Maandishi ya kanusho kuhusu kazi hii

source: work in progress
sw: kazi inaendelea

source: Work in progress, to be approved
sw: Kazi inaendelea, ili kuidhinishwa

source: approved at
sw: kupitishwa saa

source: approved by
sw: imeidhinishwa na

source: No such locality for this country: %(code)s
sw: Hakuna eneo kama hilo kwa nchi hii: %(code)s

source: This document was unpublished because its work was unapproved.
sw: Hati hii haikuchapishwa kwa sababu kazi yake haikuidhinishwa.

source: trusted URL
sw: URL inayoaminika

source: file size
sw: ukubwa wa faili

source: file name
sw: jina la faili

source: file MIME type
sw: aina ya faili MIME

source: publication document
sw: hati ya uchapishaji

source: publication documents
sw: nyaraka za uchapishaji

source: commenced work
sw: ilianza kazi

source: Principal work being commenced
sw: Kazi kuu inaanza

source: commencing work
sw: kuanza kazi

source: Work that provides the commencement date for the principal work
sw: Kazi ambayo hutoa tarehe ya kuanza kwa kazi kuu

source: Date of the commencement, or null if it is unknown
sw: Tarehe ya kuanza, au batili ikiwa haijulikani

source: main
sw: kuu

source: This commencement date is the date on which most of the provisions of the commenced work come into force
sw: Tarehe hii ya kuanza ni tarehe ambayo vifungu vingi vya kazi iliyoanza huanza kutumika

source: all provisions
sw: masharti yote

source: All provisions of this work commenced on this date
sw: Masharti yote ya kazi hii yalianza tarehe hii

source: note
sw: Kumbuka

source: Usually a reference to a provision of the commenced work or a commencing work, if there is a commencement but the date is open to interpretation
sw: Kawaida rejeleo la kifungu cha kazi iliyoanzishwa au kazi inayoanza, ikiwa kuna kuanza lakini tarehe iko wazi kwa tafsiri.

source: commenced provisions
sw: vifungu vilianza

source: A list of the element ids of the provisions that come into force with this commencement
sw: Orodha ya vitambulisho vya vipengele vya masharti yatakayoanza kutumika wakati huu kuanza

source: commencement
sw: kuanza

source: commencements
sw: kuanza

source: amended work
sw: kazi iliyorekebishwa

source: Work being amended
sw: Kazi inayofanyiwa marekebisho

source: amending work
sw: kurekebisha kazi

source: Work making the amendment
sw: Kazi ya kufanya marekebisho

source: Date on which the amendment comes into operation
sw: Tarehe ambayo marekebisho yanaanza kutumika

source: verb
sw: kitenzi

source: amendment
sw: marekebisho

source: amendments
sw: marekebisho

source: Document date changed with amendment date.
sw: Tarehe ya hati ilibadilishwa na tarehe ya marekebisho.

source: Arbitrary date, e.g. consolidation date
sw: Tarehe ya kiholela, kwa mfano tarehe ya ujumuishaji

source: arbitrary expression date
sw: tarehe ya kujieleza kiholela

source: arbitrary expression dates
sw: tarehe za kujieleza kiholela

source: Name of the subtype
sw: Jina la aina ndogo

source: abbreviation
sw: ufupisho

source: Short abbreviation to use in the FRBR URI. No punctuation.
sw: Ufupisho mfupi wa kutumia katika FRBR URI. Hakuna uakifishaji.

source: subtypes
sw: aina ndogo

source: alias
sw: pak

source: Alias e.g. Penal Code, etc
sw: Lakabu mfano Kanuni ya Adhabu, nk

source: work alias
sw: jina la kazi

source: work aliases
sw: majina ya utani wa kazi

source: Search
sw: Tafuta

source: Collapse all
sw: Kunja zote

source: Expand all
sw: Panua zote

source: [Amended by <a href="%(resolver_uri)s" class="amending-title">%(amending_title)s (%(amending_numtitle)s)</a> on <span class="amendment-date">%(date)s</span>]
af: [Gewysig deur <a href="%(resolver_uri)s" class="amending-title">%(amending_title)s (%(amending_numtitle)s)</a> op <span class="amendment-date">%(date)s</span>]
pl: [Zmienione przez <a href="%(resolver_uri)s" class="amending-title">%(amending_title)s (%(amending_numtitle)s)</a> w dniu <span class="amendment-date">%(date)s</span>]
sw: [Iliyorekebishwa na <a href="%(resolver_uri)s" class="amending-title">%(amending_title)s (%(amending_numtitle)s)</a> hadi <span class="amendment-date">%(date)s</span>]
xh: [Ilungiswe ngu <a href="%(resolver_uri)s" class="amending-title">%(amending_title)s (%(amending_numtitle)s)</a> kwi <span class="amendment-date">%(date)s</span>]
zu: [Ichitshiyelwe ngu <a href="%(resolver_uri)s" class="amending-title">%(amending_title)s (%(amending_numtitle)s)</a> on <span class="amendment-date">%(date)s</span>]

source: [Amended by <a href="%(resolver_uri)s" class="amending-title">%(amending_title)s</a> on <span class="amendment-date">%(date)s</span>]
af: [Gewysig deur <a href="%(resolver_uri)s" class="amending-title">%(amending_title)s</a> op <span class="amendment-date">%(date)s</span>]
pl: [Zmienione przez <a href="%(resolver_uri)s" class="amending-title">%(amending_title)s</a> dnia <span class="amendment-date">%(date)s</span>]
sw: [Iliyorekebishwa na <a href="%(resolver_uri)s" class="amending-title">%(amending_title)s</a> kwenye <span class="amendment-date">%(date)s</span>]
xh: [Ilungiswe ngu <a href="%(resolver_uri)s" class="amending-title">%(amending_title)s</a> kwi <span class="amendment-date">%(date)s</span>]
zu: [Ichtshiyelwe ngu <a href="%(resolver_uri)s" class="amending-title">%(amending_title)s</a> ngomhla zingu <span class="amendment-date">%(date)s</span>]

source: Provisions
af: Bepalings
pl: Rezerwy
sw: Masharti
xh: Izibonelelo
zu: Izigaba

source: Status
sw: Hali
xh: Ubume
zu: Isimo

source: Unknown provisions
af: Onbekende bepalings
pl: Nieznane przepisy
sw: Vifungu visivyojulikana
xh: Izibonelelo ezingaziwayo
zu: Izigaba ezingaziwa

source: commenced on %(date)s
af: begin op%(date)s
pl: rozpoczęto %(date)s
sw: ilianza tarehe %(date)s
xh: yaqala ngo %(date)s
zu: yaqala ngomhla zingu %(date)s

source: commenced on <i>(unknown date)</i>
af: inwerking getree <i>(onbekende datum)</i>
pl: rozpoczęto <i>(nieznana data)</i>
sw: ilianza tarehe <i>(tarehe isiyojulikana)</i>
xh: yaqala ngo <i>(umhla ongaziwayo)</i>
zu: yaqala ngomhla zingu <i>(usuku alwaziwa)</i>
