Repository: laws-africa/indigo
Catalog: indigo/locale/*/LC_MESSAGES/django.po
Languages: fr, sw

source: Act
fr: Loi
sw: Tenda

source: Activity Report
fr: Rapport d'activité
sw: Ripoti ya Shughuli

source: Agreement
fr: Accord
sw: Makubaliano

source: Board Notice
fr: Avis du conseil d'administration
sw: Notisi ya Bodi

source: By-law
fr: Règle
sw: Sheria ndogo

source: Charter
fr: Charte
sw: Mkataba

source: Code
sw: Kanuni

source: Constitutional Instrument
fr: Instrument constitutionnel
sw: Chombo cha Katiba

source: Convention
sw: Mkataba

source: Covenant
fr: Engagement
sw: Agano

source: Decision
fr: Décision
sw: Uamuzi

source: Declaration
fr: Déclaration
sw: Tamko

source: Decree
fr: Décret
sw: Amri

source: Directive
fr: Directif
sw: Maelekezo

source: Executive Instrument
fr: Instrument exécutif
sw: Chombo cha Mtendaji

source: General Notice
fr: Avis général
sw: Taarifa ya Jumla

source: Government Notice
fr: Avis du Gouvernement
sw: Tangazo la Serikali

source: Guidance Note
fr: La note d'orientation
sw: Kumbuka Mwongozo

source: Guidelines
fr: Des lignes directrices
sw: Miongozo

source: High Commissioners Notice
fr: Avis des hauts commissaires
sw: Notisi ya Makamishna Mkuu

source: Instructions
sw: Maagizo

source: Instructions of the Registrar General
fr: Instructions du registraire général
sw: Maelekezo ya Msajili Mkuu

source: Kings Order in Council
fr: Décret du Roi en conseil
sw: Agizo la Wafalme Barazani

source: Law
fr: Loi
sw: Sheria

source: Legal Notice
fr: Mention légale
sw: Notisi ya Kisheria

source: Legislative Instrument
fr: Instrument législatif
sw: Chombo cha Kutunga Sheria

source: Local Authority Notice
fr: Avis des autorités locales
sw: Notisi ya Mamlaka ya Mtaa

source: Measure
fr: Mesure
sw: Pima

source: Ministerial Instructions
fr: Instructions ministérielles
sw: Maagizo ya Wizara

source: Ministerial Order
fr: Arrêté ministériel
sw: Amri ya Waziri

source: Model Law
fr: Loi type
sw: Sheria ya Mfano

source: Municipal Notice
fr: Avis municipal
sw: Tangazo la Manispaa

source: Official Notice
fr: Avis officiel
sw: Taarifa Rasmi

source: Order
fr: Commande
sw: Agizo

source: Ordinance
fr: Ordonnance
sw: Sheria

source: Organic Law
fr: Loi Organique
sw: Sheria ya Kikaboni

source: Pact
fr: Pacte
sw: Mkataba

source: Practice Direction
fr: Directive de pratique
sw: Mwelekeo wa Mazoezi

source: Premiers Notice
fr: Avis aux premiers ministres
sw: Ilani ya Premiers

source: Presidential Order
fr: Arrêté présidentiel
sw: Agizo la Rais

source: Prime Ministers Order
fr: Arrêté du Premier Ministre
sw: Agizo la Waziri Mkuu

source: Proclamation
sw: Tangazo

source: Proposal
fr: Proposition
sw: Pendekezo

source: Protocol
fr: Protocole
sw: Itifaki

source: Provincial Notice
fr: Avis provincial
sw: Tangazo la Mkoa

source: Questions
fr: Des questions
sw: Maswali

source: Recommendation
fr: Recommandation
sw: Pendekezo

source: Regulation
fr: Régulation
sw: Taratibu

source: Resolution
fr: Résolution
sw: Azimio

source: Rules
fr: Règles
sw: Kanuni

source: Standard
sw: Kawaida

source: Statement
fr: Déclaration
sw: Kauli

source: Statute
fr: Loi
sw: Sheria

source: Statutory Instrument
fr: Instrument statutaire
sw: Hati ya Kisheria

source: Study
fr: Étude
sw: Jifunze

source: Treaty
fr: Traité
sw: Mkataba

source: Article
sw: Kifungu

source: Book
fr: Livre
sw: Kitabu

source: Chapter
fr: Chapitre
sw: Sura

source: Clause
sw: Kifungu

source: Division
sw: Mgawanyiko

source: Indent
fr: Retrait
sw: Pendekeza ndani

source: Level
fr: Niveau
sw: Kiwango

source: List
fr: Liste
sw: Orodha

source: Paragraph
fr: Paragraphe
sw: Aya

source: Part
fr: Partie
sw: Sehemu

source: Point
fr: Indiquer
sw: Hatua

source: Section
sw: Sehemu

source: Preface
fr: Préface
sw: Dibaji

source: Preamble
fr: Préambule
sw: Dibaji

source: Proviso
fr: Condition
sw: Masharti

source: Rule
fr: Règle
sw: Kanuni

source: Subchapter
fr: Sous-chapitre
sw: Sura ndogo

source: Subclause
fr: Sous-paragraphe
sw: Ibara ndogo

source: Subdivision
sw: Ugawaji

source: Sublist
fr: Sous-liste
sw: Orodha ndogo

source: Subparagraph
fr: Sous-paragraphe
sw: Kifungu kidogo

source: Subpart
fr: Sous-partie
sw: Sehemu ndogo

source: Subrule
fr: Sous-règle
sw: Kanuni ndogo

source: Subsection
fr: Sous-section
sw: Kifungu kidogo

source: Subtitle
fr: Sous-titre
sw: Manukuu

source: Title
fr: Titre
sw: Mada

source: Tome
sw: Kwangu

source: Transitional
fr: De transition
sw: Mpito

source: Chapter %(cap)s
fr: Chapitre %(cap)s
sw: Sura ya %(cap)s

source: %(type)s %(number)s of %(year)s
fr: %(type)s %(number)s de %(year)s
sw: %(type)s %(number)s ya %(year)s

source: Error talking to Google Sheets: %s
fr: Erreur de communication avec Google Sheets : %s
sw: Hitilafu katika kuzungumza na Majedwali ya Google: %s

source: Your sheet did not import successfully; please check that you have link sharing ON (Anyone with the link).
fr: Votre feuille n'a pas été importée avec succès ; veuillez vérifier que vous avez le partage de liens activé. (Quiconque avec le lien).
sw: Laha yako haikufaulu kuleta; tafadhali hakikisha kuwa una kushiriki kiungo ILIYOWASHWA (Mtu yeyote aliye na kiungo).

source: Unable to access spreadsheet. Is the URL correct and have you shared it with %s?
fr: Impossible d'accéder à la feuille de calcul. L'URL est-elle correcte et l'avez-vous partagée avec %s?
sw: Imeshindwa kufikia lahajedwali. Je, URL ni sahihi na umeishiriki na %s?

source: There doesn't appear to be data in sheet %(name)s of %(id)s
fr: Il ne semble pas y avoir de données dans la feuille %(name)s de %(id)s
sw: Inaonekana hakuna data katika laha %(name)s kati ya %(id)s

source: Convert the input file into a .docx file and remove automatic numbering.
fr: Convertissez le fichier d'entrée en fichier .docx et supprimez la numérotation automatique.
sw: Badilisha faili ya ingizo kuwa faili ya .docx na uondoe nambari za kiotomatiki.

source: Import the content for this work at the appropriate date — usually the publication or consolidation date.
fr: Importez le contenu de ce travail à la date appropriée – généralement la date de publication ou de consolidation.
sw: Ingiza maudhui ya kazi hii kwa tarehe inayofaa - kwa kawaida tarehe ya kuchapishwa au ya ujumuishaji.

source: Find and link the Gazette (original publication document) for this work.
fr: Recherchez et associez la Gazette (document de publication original) pour ce travail.
sw: Tafuta na uunganishe Gazeti la Serikali (hati halisi ya uchapishaji) kwa kazi hii.

source: Apply the amendments made by %(amending_title)s (%(numbered_title)s) on the given date. The amendment has already been linked, so start at Step 3 of https://docs.laws.africa/managing-works/amending-works.
fr: Appliquer les modifications apportées par %(amending_title)s (%(numbered_title)s) à la date indiquée. L'amendement a déjà été lié, alors commencez à l'étape 3 de https://docs.laws.africa/managing-works/amending-works.
sw: Tekeleza marekebisho yaliyofanywa na %(amending_title)s (%(numbered_title)s) katika tarehe iliyotolewa. Marekebisho tayari yameunganishwa, kwa hivyo anza katika Hatua ya 3 ya https://docs.laws.africa/managing-works/amending-works.

source: Link commencement (passive)
fr: Début du lien (passif)
sw: Kuanza kwa kiungo (kitendo)

source: It looks like this work was commenced by "%(commenced_by)s" on %(date)s (see row %(row_num)s of the spreadsheet), but it couldn't be linked automatically. This work has thus been recorded as 'Not commenced'. Possible reasons: – a typo in the spreadsheet – the commencing work doesn't exist on the system. Please link the commencement date and commencing work manually.
fr: On dirait que cette œuvre a été commencée par "%(commenced_by)s" sur %(date)s (voir la ligne %(row_num)s de la feuille de calcul), mais il ne peut pas être lié automatiquement. Ce travail a donc été enregistré comme "Non commencé". Raisons possibles : – une faute de frappe dans la feuille de calcul – le début du travail n'existe pas sur le système. Veuillez lier la date de début et le début des travaux manuellement.
sw: Inaonekana kazi hii ilianzishwa na "%(commenced_by)s" kwenye %(date)s (tazama safu mlalo %(row_num)s ya lahajedwali), lakini haikuweza kuunganishwa kiotomatiki. Kwa hivyo kazi hii imerekodiwa kama 'Haijaanza'. Sababu zinazowezekana: – kuchapa kwenye lahajedwali – kazi inayoanza haipo kwenye mfumo. Tafadhali unganisha tarehe ya kuanza na kuanza kazi wewe mwenyewe.

source: (unknown)
fr: (inconnu)
sw: (haijulikani)

source: 'Commences on' date missing
fr: La date "commence le" manque
sw: Tarehe ya 'Kuanza' haipo

source: It looks like this work commences "%(commences)s" (see row %(row_num)s of the spreadsheet), but 'commences_on_date' wasn't given so no action has been taken. If it should be linked, please do so manually.
fr: On dirait que cette œuvre commence «%(commences)s» (voir la ligne %(row_num)s de la feuille de calcul), mais 'commences_on_date' n'a pas été donné, donc aucune action n'a été prise. Si elle doit être liée, veuillez le faire manuellement.
sw: Inaonekana kazi hii inaanza "%(commences)s" (angalia safu mlalo %(row_num)s ya lahajedwali), lakini 'tarehe_ya_tarehe' haikutolewa kwa hivyo hakuna hatua iliyochukuliwa. Ikiwa inapaswa kuunganishwa, tafadhali fanya hivyo mwenyewe.

source: Link commencement (active)
fr: Début du lien (actif)
sw: Kuanza kwa kiungo (inafanya kazi)

source: It looks like this work commences "%(commences)s" on %(date)s (see row %(row_num)s of the spreadsheet), but "%(commences)s" wasn't found, so no action has been taken. Possible reasons: – a typo in the spreadsheet – the commenced work doesn't exist on the system. If the commencement should be linked, please do so manually.
fr: On dirait que cette œuvre commence «%(commences)s» sur %(date)s (voir la ligne %(row_num)s de la feuille de calcul), mais "%(commences)s" n'a pas été trouvé, donc aucune action n'a été prise. Raisons possibles : – une faute de frappe dans la feuille de calcul – le travail commencé est inexistant pas sur le système. Si le début doit être lié, veuillez le faire manuellement.
sw: Inaonekana kazi hii inaanza "%(commences)s" kwenye %(date)s (tazama safu mlalo %(row_num)s ya lahajedwali), lakini "%(commences)s" haikupatikana, kwa hivyo hakuna hatua iliyochukuliwa. Sababu zinazowezekana: - kosa la kuchapa kwenye lahajedwali - kazi iliyoanzishwa haipo kwenye mfumo. Ikiwa kuanza kunapaswa kuunganishwa, tafadhali fanya hivyo mwenyewe.

source: Link amendment (active)
fr: Amendement du lien (actif)
sw: Marekebisho ya kiungo (yanatumika)

source: It looks like this work amends "%(amended_work)s" (see row %(row_num)s of the spreadsheet), but it couldn't be linked automatically. Possible reasons: – a typo in the spreadsheet – more than one amended work was listed (it only works if there's one) – the amended work doesn't exist on the system. Please link the amendment manually.
fr: On dirait que cette œuvre modifie "%(amended_work)s" (voir la ligne %(row_num)s de la feuille de calcul), mais il ne peut pas être lié automatiquement. Raisons possibles : – une faute de frappe dans la feuille de calcul – plus d'une œuvre modifiées ont été répertoriées (elle ne fonctionne que s'il y en a une) – l'œuvre modifiée n'existe pas dans le système. Veuillez lier la modification manuellement.
sw: Inaonekana kazi hii inarekebisha "%(amended_work)s" (angalia safu mlalo %(row_num)s ya lahajedwali), lakini haikuweza kuunganishwa kiotomatiki. Sababu zinazowezekana: – kosa la kuandika kwenye lahajedwali – zaidi ya kazi moja iliyorekebishwa iliorodheshwa (inafanya kazi tu ikiwa kuna moja) – kazi iliyorekebishwa haipo kwenye mfumo. Tafadhali unganisha marekebisho wewe mwenyewe.

source: Link amendment (passive)
fr: Amendement du lien (passif)
sw: Marekebisho ya kiungo (ya kupita kiasi)

source: It looks like this work is amended by "%(amending_work)s" (see row %(row_num)s of the spreadsheet), but it couldn't be linked automatically. Possible reasons: – a typo in the spreadsheet – more than one amending work was listed (it only works if there's one) – the amending work doesn't exist on the system. Please link the amendment manually.
fr: On dirait que cette œuvre soit modifiée par "%(amending_work)s" (voir la ligne %(row_num)s de la feuille de calcul), mais elle ne peut pas être liée automatiquement. Raisons possibles : – une faute de frappe dans la feuille de calcul – plus d'une œuvre rectificative a été listée (elle ne fonctionne que s'il y en a une) – le œuvre modificatif n'existe pas sur le système. Veuillez lier la modification manuellement.
sw: Inaonekana kazi hii imerekebishwa na "%(amending_work)s" (angalia safu mlalo %(row_num)s ya lahajedwali), lakini haikuweza kuunganishwa kiotomatiki. Sababu zinazowezekana: - kosa la kuchapa kwenye lahajedwali - zaidi ya kazi moja ya kurekebisha iliorodheshwa (inafanya kazi tu ikiwa kuna moja) - kazi ya kurekebisha haipo kwenye mfumo. Tafadhali unganisha marekebisho wewe mwenyewe.

source: Link amendment (pending commencement)
fr: Amendement du lien (en attente de commencement)
sw: Marekebisho ya kiungo (inasubiri kuanza)

source: It looks like this work amends %(amended_title)s (%(numbered_title)s), but it couldn't be linked automatically because this work hasn't commenced yet (so there's no date for the amendment). Please link the amendment manually (and apply it) when this work comes into force.
fr: On dirait que cette œuvre modifie %(amended_title)s (%(numbered_title)s), mais il ne peut pas être lié automatiquement parce que ce travail n'a pas encore commencé (donc il n'y a pas de date pour l'amendement). Veuillez lier la modification manuellement (et l'appliquer) lorsque ce œuvre entrera en vigueur.
sw: Inaonekana kazi hii inarekebisha %(amended_title)s (%(numbered_title)s), lakini haikuweza kuunganishwa kiotomatiki kwa sababu kazi hii bado haijaanza (kwa hivyo hakuna tarehe ya marekebisho). Tafadhali unganisha marekebisho wewe mwenyewe (na uitumie) kazi hii inapoanza kutumika.

source: Link repealed by
fr: Lien abrogé par
sw: Kiungo kimefutwa na

source: It looks like this work was repealed by "%(repealed_by)s" (see row %(row_num)s of the spreadsheet), but it couldn't be linked automatically. Possible reasons: – a typo in the spreadsheet – the repealing work doesn't exist on the system. Please link the repeal manually.
fr: On dirait que cette œuvre ait été abrogé par "%(repealed_by)s" (voir la ligne %(row_num)s de la feuille de calcul), mais il ne peut pas être relié automatiquement. Raisons possibles : – une faute de frappe dans la feuille de calcul – le œuvre d'abrogation n'existe pas sur le système. Veuillez lier l'abrogation manuellement.
sw: Inaonekana kazi hii ilifutwa na "%(repealed_by)s" (angalia safu mlalo %(row_num)s ya lahajedwali), lakini haikuweza kuunganishwa kiotomatiki. Sababu zinazowezekana: - kosa la kuandika kwenye lahajedwali - kazi ya kufuta haipo kwenye mfumo. Tafadhali unganisha ubatilishaji wewe mwenyewe.

source: Link repeal
fr: Abrogation du lien
sw: Kufutwa kwa kiungo

source: It looks like this work repeals "%(repeals)s" (see row %(row_num)s of the spreadsheet), but it couldn't be linked automatically. Possible reasons: – a typo in the spreadsheet – the repealed work doesn't exist on the system. Please link the repeal manually.
fr: Il semble que ce travail supprime "%(repeals)s" (voir la ligne %(row_num)s de la feuille de calcul), mais il n'a pas pu être lié automatiquement. Raisons possibles : – une faute de frappe dans la feuille de calcul – l'ouvrage abrogé n'existe pas sur le système. Veuillez lier l'abrogation manuellement.
sw: Inaonekana kazi hii inabatilisha "%(repeals)s" (angalia safu mlalo %(row_num)s ya lahajedwali), lakini haikuweza kuunganishwa kiotomatiki. Sababu zinazowezekana: - kosa la kuandika kwenye lahajedwali - kazi iliyofutwa haipo kwenye mfumo. Tafadhali unganisha ubatilishaji wewe mwenyewe.

source: Check / update repeal
fr: Vérifier / mettre à jour l'abrogation
sw: Angalia / sasisha kufuta

source: On the spreadsheet (see row %(row_num)s), it says that this work was repealed by %(repealing_title)s (%(repealing_numbered_title)s). But this work is already listed as having been repealed by %(repealed_by)s (%(repealed_by_numbered_title)s), so the repeal information wasn't updated automatically. If the old / existing repeal information was wrong, update it manually. Otherwise (if the spreadsheet was wrong), cancel this task with a comment.
fr: Sur la feuille de calcul (voir la ligne %(row_num)s), il est dit que cette œuvre a été abrogée par %(repealing_title)s (%(repealing_numbered_title)s). Mais ce travail est déjà répertorié comme ayant été abrogé par %(repealed_by)s (%(repealed_by_numbered_title)s), les informations d'abrogation n'ont donc pas été mises à jour automatiquement. Si les informations d'abrogation antérieures ou existantes sont erronées, mettez à jour manuellement. Sinon, si la feuille de calcul est incorrecte, annulez cette tâche avec un commentaire.
sw: Kwenye lahajedwali (tazama safu ya %(row_num)s), inasema kwamba kazi hii ilifutwa na %(repealing_title)s (%(repealing_numbered_title)s). Lakini kazi hii tayari imeorodheshwa kuwa imefutwa na %(repealed_by)s (%(repealed_by_numbered_title)s), kwa hivyo maelezo ya kufuta hayakusasishwa kiotomatiki. Ikiwa maelezo ya zamani/yaliyopo ya kufuta hayakuwa sahihi, isasishe wewe mwenyewe. Vinginevyo (ikiwa lahajedwali haikuwa sahihi), ghairi jukumu hili kwa maoni.

source: Link repeal (pending commencement)
fr: Abrogation du lien (en attente de commencement)
sw: Kufutwa kwa kiungo (inasubiri kuanza)

source: It looks like this work repeals %(title)s (%(numbered_title)s), but it couldn't be linked automatically because this work hasn't commenced yet (so there's no date for the repeal). Please link the repeal manually when this work comes into force.
fr: On dirait que cette œuvre abroge %(title)s (%(numbered_title)s), mais il ne peut pas être lié automatiquement parce que ce travail n'a pas encore commencé (donc il n'y a pas de date pour l'abrogation). Veuillez lier l'abrogation manuellement lorsque ce travail entre en vigueur.
sw: Inaonekana kazi hii inabatilisha %(title)s (%(numbered_title)s), lakini haikuweza kuunganishwa kiotomatiki kwa sababu kazi hii bado haijaanza (kwa hivyo hakuna tarehe ya kufutwa). Tafadhali unganisha ubatilishaji mwenyewe wakati kazi hii inaanza kutumika.

source: It looks like this work was repealed by %(title)s (%(numbered_title)s), but it couldn't be linked automatically. Please link it manually.
fr: On dirait que cette œuvre ait été abrogé par %(title)s (%(numbered_title)s), mais il ne peut pas être lié automatiquement. Veuillez le lier manuellement.
sw: Inaonekana kazi hii ilifutwa na %(title)s (%(numbered_title)s), lakini haikuweza kuunganishwa kiotomatiki. Tafadhali iunganishe wewe mwenyewe.

source: Link primary work
fr: Lier l'œuvre principal
sw: Unganisha kazi ya msingi

source: It looks like this work's primary work is "%(work)s" (see row %(row_num)s of the spreadsheet), but it couldn't be linked automatically. Possible reasons: – a typo in the spreadsheet – the primary work doesn't exist on the system. Please link the primary work manually.
fr: On dirait que le travail principal de cette œuvre soit "%(work)s" (voir la ligne %(row_num)s de la feuille de calcul), mais il ne peut pas être lié automatiquement. Raisons possibles : – une faute de frappe dans la feuille de calcul – le travail principal n'existe pas sur le système. Veuillez lier le travail principal manuellement.
sw: Inaonekana kazi ya msingi ya kazi hii ni "%(work)s" (angalia safu mlalo %(row_num)s ya lahajedwali), lakini haikuweza kuunganishwa kiotomatiki. Sababu zinazowezekana: – kuchapa kwenye lahajedwali – kazi ya msingi haipo kwenye mfumo. Tafadhali unganisha kazi ya msingi kwa mikono.

source: Link subleg
fr: Lier la législation subordonnée
sw: Kiungo subleg

source: It looks like this work has subleg "%(subleg)s" (see row %(row_num)s of the spreadsheet), but it couldn't be linked automatically. Possible reasons: – a typo in the spreadsheet – the subleg work doesn't exist on the system. Please link the subleg work manually.
fr: On dirait que cette œuvre ait une législation subordonnée "%(subleg)s" (voir la ligne %(row_num)s de la feuille de calcul), mais il ne peut pas être lié automatiquement. Raisons possibles : – une faute de frappe dans la feuille de calcul – le travail de législation subordonnée n'existe pas sur le système. Veuillez lier le travail de législation subordonnée manuellement.
sw: Inaonekana kazi hii ina subleg "%(subleg)s" (angalia safu mlalo %(row_num)s ya lahajedwali), lakini haikuweza kuunganishwa kiotomatiki. Sababu zinazowezekana: – kuchapa kwenye lahajedwali – kazi ndogo haipo kwenye mfumo. Tafadhali unganisha kazi ya subleg kwa mikono.

source: Check / update primary work
fr: Vérifier / mettre à jour le travail principal
sw: Angalia / sasisha kazi ya msingi

source: On the spreadsheet (see row %(row_num)s), it says that this work is subleg under %(title)s (%(numbered_title)s). But this work is already subleg under %(parent)s, so nothing was done. Double-check which work this work is subleg of and update it manually if needed. If the spreadsheet was wrong, cancel this task with a comment.
fr: Sur la feuille de calcul (voir la ligne %(row_num)s), il est dit que cette œuvre est sublime sous %(title)s (%(numbered_title)s). Mais ce travail est déjà une législation subordonnée sous %(parent)s, donc rien n'a été fait. Vérifiez à nouveau de quel travail ce travail est une législation subordonnée, et mettez-le à jour manuellement si nécessaire. Si la feuille de calcul était erronée, annulez cette tâche avec un commentaire.
sw: Kwenye lahajedwali (tazama safu ya %(row_num)s), inasema kwamba kazi hii ni subleg chini ya %(title)s (%(numbered_title)s). Lakini kazi hii tayari ni subleg under %(parent)s, kwa hivyo hakuna kilichofanyika. Angalia mara mbili ni kazi gani ambayo kazi hii imedhibitiwa na usasishe mwenyewe ikiwa inahitajika. Ikiwa lahajedwali haikuwa sahihi, ghairi jukumu hili kwa maoni.

source: Link taxonomy
fr: Lier la taxonomie
sw: Unganisha taxonomy

source: It looks like this work has the following taxonomy: "%(topics)s" (see row %(row_num)s of the spreadsheet), but it couldn't be linked automatically. Possible reasons: – a typo in the spreadsheet – the taxonomy doesn't exist on the system.
fr: On dirait que cette œuvre a la taxonomie suivante : "%(topics)s" (voir la ligne %(row_num)s de la feuille de calcul), mais il ne peut pas être lié automatiquement. Raisons possibles : – une faute de frappe dans la feuille de calcul – la taxonomie n'existe pas sur le système.
sw: Inaonekana kazi hii ina taksonomia ifuatayo: "%(topics)s" (angalia safu mlalo %(row_num)s ya lahajedwali), lakini haikuweza kuunganishwa kiotomatiki. Sababu zinazowezekana: – kosa la kuchapa kwenye lahajedwali – taknologia haipo kwenye mfumo.

source: %s (about to be imported)
fr: %s (vers être importé)
sw: %s (inakaribia kuingizwa)

source: There is not enough text in the document to import. You may need to OCR the file first.
fr: Il n'y a pas assez de texte dans le document pour l'importation. Vous pouvez avoir besoin de OCR le fichier d'abord.
sw: Hakuna maandishi ya kutosha katika hati ya kuleta. Huenda ukahitaji OCR faili kwanza.

source: Alinea
fr: Alinéa
